-- phpMyAdmin SQL Dump
-- version 4.7.7
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Jul 18, 2019 at 09:25 PM
-- Server version: 5.7.20
-- PHP Version: 7.2.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `mental`
--

-- --------------------------------------------------------

--
-- Table structure for table `dialogs`
--

CREATE TABLE `dialogs` (
  `id` int(10) UNSIGNED NOT NULL,
  `owner_id` int(10) UNSIGNED NOT NULL,
  `respondent_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `exercises`
--

CREATE TABLE `exercises` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `category_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `exercises`
--

INSERT INTO `exercises` (`id`, `name`, `category_id`, `created_at`, `updated_at`) VALUES
(14, 'Однозначные', 8, '2017-10-17 09:16:50', '2017-12-04 15:09:18'),
(16, 'Двузначные', 8, '2017-11-30 07:27:07', '2017-12-06 14:27:44'),
(18, 'Трёхзначные', 8, '2017-12-17 08:09:36', '2017-12-17 08:09:36'),
(23, 'Четырехзначные и смешанные ', 8, '2018-01-11 07:38:38', '2018-01-25 13:41:46'),
(31, 'Правило +1', 9, '2018-01-25 14:40:32', '2018-01-25 14:40:32'),
(32, 'Правило -1', 9, '2018-01-25 14:42:21', '2018-01-25 14:42:47'),
(33, 'Правило +2', 9, '2018-01-25 14:43:27', '2018-01-25 14:43:27'),
(34, 'Правило -2', 9, '2018-01-25 14:43:45', '2018-01-25 14:43:55'),
(35, 'Правило +3', 9, '2018-01-25 14:44:59', '2018-01-25 14:44:59'),
(36, 'Правило -3', 9, '2018-01-25 15:03:50', '2018-02-20 16:19:21'),
(37, 'Правило +4', 9, '2018-01-25 15:04:38', '2018-01-25 15:04:38'),
(38, 'Правило -4', 9, '2018-01-25 15:05:23', '2018-01-25 15:05:23'),
(40, 'Смешанные ', 9, '2018-02-01 07:27:45', '2018-02-01 07:27:45'),
(43, 'Правило +1', 18, '2018-02-04 10:21:13', '2018-02-04 10:21:13'),
(44, 'Правило -1', 18, '2018-02-04 10:21:54', '2018-02-04 10:21:54'),
(45, 'Правило +2', 18, '2018-02-04 10:22:31', '2018-02-04 10:22:31'),
(46, 'Правило -2', 18, '2018-02-04 10:22:59', '2018-02-04 10:22:59'),
(47, 'Правило +3', 18, '2018-02-04 10:23:49', '2018-02-04 10:23:58'),
(48, 'Правило -3', 18, '2018-02-04 10:24:12', '2018-02-04 10:24:20'),
(49, 'Правило +4', 18, '2018-02-04 10:24:37', '2018-02-04 10:24:49'),
(50, 'Правило -4', 18, '2018-02-04 10:25:39', '2018-02-04 10:25:39'),
(51, 'Правило +5', 18, '2018-02-04 10:25:57', '2018-02-04 10:25:57'),
(52, 'Правило -5', 18, '2018-02-04 10:26:18', '2018-02-04 10:26:18'),
(53, 'Правило +6', 18, '2018-02-04 10:26:36', '2018-02-04 10:26:36'),
(54, 'Правило -6', 18, '2018-02-04 10:26:53', '2018-02-04 10:26:53'),
(55, 'Правило +7', 18, '2018-02-04 10:27:16', '2018-02-04 10:27:16'),
(56, 'Правило -7', 18, '2018-02-04 10:27:35', '2018-02-04 10:27:35'),
(57, 'Правило +8', 18, '2018-02-04 10:28:08', '2018-02-04 10:28:08'),
(58, 'Правило -8', 18, '2018-02-04 10:28:29', '2018-02-04 10:28:29'),
(59, 'Правило +9', 18, '2018-02-04 10:28:53', '2018-02-04 10:28:53'),
(60, 'Правило -9', 18, '2018-02-04 10:29:14', '2018-02-04 10:29:14'),
(128, 'Смешанные', 18, '2018-07-05 07:30:24', '2018-07-05 07:30:24'),
(129, 'тестовая', 24, '2018-11-20 22:36:11', '2018-11-20 22:36:11'),
(130, 'Тестовая', 25, '2019-03-22 05:31:42', '2019-03-22 05:31:42');

-- --------------------------------------------------------

--
-- Table structure for table `files`
--

CREATE TABLE `files` (
  `id` int(10) UNSIGNED NOT NULL,
  `src` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `size` int(10) UNSIGNED NOT NULL,
  `type` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `mimetype` varchar(50) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `files`
--

INSERT INTO `files` (`id`, `src`, `size`, `type`, `created_at`, `updated_at`, `name`, `mimetype`) VALUES
(1, 'storage/tasks/avatars/15_Бриф.docx', 421758, 'application', '2017-09-20 12:50:06', '2017-09-20 12:50:06', 'Бриф.docx', 'application/vnd.openxmlformats-officedocument.word');

-- --------------------------------------------------------

--
-- Table structure for table `files_tasks`
--

CREATE TABLE `files_tasks` (
  `id` int(10) UNSIGNED NOT NULL,
  `tasks_id` int(10) UNSIGNED NOT NULL,
  `files_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `files_task_comments`
--

CREATE TABLE `files_task_comments` (
  `id` int(10) UNSIGNED NOT NULL,
  `task_comments_id` int(10) UNSIGNED NOT NULL,
  `files_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `groups`
--

CREATE TABLE `groups` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `theme` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `level` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `message` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user_id` int(10) UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `groups`
--

INSERT INTO `groups` (`id`, `name`, `theme`, `level`, `message`, `user_id`, `created_at`, `updated_at`) VALUES
(4, 'Тестовая 2', 'Уровень 2', 'Правило -2', NULL, 347, '2019-03-14 05:45:07', '2019-03-14 05:45:07'),
(5, 'Группа №1', 'Уровень 3', 'Смешанные', 'Дорогие мои ребятки, вы большие молодцы! Занимайтесь на нашем портале каждый день! Тренировки дают хорший результат! ', 352, '2019-03-16 17:21:34', '2019-04-13 15:49:02'),
(7, 'Группа №2', 'Уровень 1', 'Однозначные', NULL, 352, '2019-04-13 15:47:21', '2019-04-13 15:47:21'),
(8, 'super_detki_has1', 'Уровень 1', 'Однозначные', 'ребята до пятницы выпоните следующее домашнее задание', 395, '2019-04-17 03:16:57', '2019-04-17 17:05:40'),
(9, 'super_detki_has 2', 'Уровень 1', 'Однозначные', NULL, 395, '2019-04-17 17:08:48', '2019-04-17 17:08:48'),
(10, 'Группа №1', 'Уровень 2', 'Правило +2', NULL, 354, '2019-05-16 10:34:45', '2019-05-16 10:34:45'),
(11, 'Clever kids', 'Уровень 1', 'Однозначные', NULL, 343, '2019-07-10 10:46:28', '2019-07-10 10:46:28');

-- --------------------------------------------------------

--
-- Table structure for table `group_tasks`
--

CREATE TABLE `group_tasks` (
  `id` int(10) UNSIGNED NOT NULL,
  `trainer_id` int(11) NOT NULL,
  `trainer_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `level` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `speed` double(8,2) DEFAULT NULL,
  `req_formulas` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `minmax` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'от 1 до 9',
  `quantity` tinyint(4) NOT NULL DEFAULT '10',
  `nums` tinyint(4) DEFAULT NULL,
  `subtraction` tinyint(1) DEFAULT NULL,
  `group_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `group_task_student`
--

CREATE TABLE `group_task_student` (
  `id` int(10) UNSIGNED NOT NULL,
  `started_time` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `lead_time` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `points` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `accuracy` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `student_id` int(10) UNSIGNED NOT NULL,
  `group_task_id` int(10) UNSIGNED NOT NULL,
  `is_finished` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `messages`
--

CREATE TABLE `messages` (
  `id` int(10) UNSIGNED NOT NULL,
  `owner_id` int(10) UNSIGNED NOT NULL,
  `respondent_id` int(10) UNSIGNED NOT NULL,
  `dialog_id` int(10) UNSIGNED NOT NULL,
  `message_text` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `status` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2016_09_21_221508_add_rang_to_users_table', 1),
(4, '2016_09_22_201839_create_tasks_table', 1),
(5, '2016_09_22_203026_create_files_table', 1),
(6, '2016_09_27_105241_create_files_to_tasks_table', 2),
(7, '2016_09_27_175956_add_column_name_to_files', 2),
(8, '2016_09_27_193031_create_task_comments_table', 3),
(9, '2016_09_27_194622_create_task_comments_to_files_table', 3),
(10, '2016_09_28_082722_create_message_table', 3),
(11, '2016_09_28_123508_create_dialog_table', 4),
(12, '2016_09_28_135621_rename_dialog_table_to_dialogs', 4),
(13, '2016_09_28_144936_rename_mesage_table_to_messages', 4),
(14, '2016_09_28_174717_add_status_column_messages_table', 4),
(15, '2016_10_02_065139_add_mimetype_in_files', 4),
(16, '2016_10_02_161925_create_status_columnt_for_tasks', 4),
(17, '2016_11_17_062748_add_additional_fields_task', 4),
(18, '2016_11_17_063714_add_foreign_to_tasks', 4),
(19, '2017_07_09_134455_create_task_categories_table', 5),
(20, '2017_09_03_062515_create_trainer_tasks_table', 6),
(21, '2017_09_06_184416_create_trainer_task_categories_table', 7),
(22, '2017_09_15_201947_create_exercises_table', 8),
(23, '2017_09_06_183954_create_trainers_table', 9),
(24, '2018_10_25_193725_create_stats_table', 9),
(25, '2019_03_08_221200_create_groups_table', 10),
(26, '2019_03_10_032629_create_students_table', 10),
(27, '2019_05_04_073227_create_group_tasks_table', 11),
(28, '2019_05_04_073343_create_student_tasks_table', 11),
(29, '2019_05_06_161418_create_group_task_student_table', 11),
(30, '2019_05_12_165127_create_notifications_table', 11);

-- --------------------------------------------------------

--
-- Table structure for table `notifications`
--

CREATE TABLE `notifications` (
  `id` char(36) COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `notifiable_id` int(10) UNSIGNED NOT NULL,
  `notifiable_type` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `data` text COLLATE utf8_unicode_ci NOT NULL,
  `read_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `password_resets`
--

INSERT INTO `password_resets` (`email`, `token`, `created_at`) VALUES
('rozachka-1989@mail.ru', '$2y$10$rwJT8sKZraEwoRUTjhmB6uurbNMmM0.ijsRd6yKmPvlvEJP83Q2/G', '2017-12-03 10:15:53'),
('madina_shadi@bk.ru', '$2y$10$HnI5VRy.V/Gsgj/soWXj/OOmgVR7cLs8aY8cbXEjdHCndMlK099Q6', '2018-01-08 10:22:32'),
('9axmed9@mail.ru', '$2y$10$fzPOCv8goNor3qJynqNZPOC.l.Y7ruVi6CqJ93UUeAXWBxnsx1q8S', '2018-01-10 10:35:41'),
('Daurbekov82@bk.ru', '$2y$10$aU.0BibaHzYmPpp1Jg7k0uhuDKFjNPd5GyJpzjdvb.2CM0IuxHoBi', '2018-01-13 06:33:12'),
('Albakova.1972@mail.ru', '$2y$10$0.qgGpeyC/6x2yGlO70V.eusaZeHjfWB2EJIHRUua9Pyp5BzvHDLS', '2018-01-13 12:16:52'),
('ZTANGIEVA@INBOX.RU', '$2y$10$AtpJknNlD8rPkOOc/kbSluzVQVKfhbPpvR29AATOirsui6eK04CQm', '2018-01-20 10:13:15'),
('islamibakaev@mail.ru', '$2y$10$hYAyuHxJy2FkIR6xx7t7Iu0Pnu0NFO9V1kW8DTHMjfAuAf.Qo1sJm', '2018-01-26 19:03:22'),
('mila0328@mail.ru', '$2y$10$CWFyt32R0BRS/dpBCQuoQO5h0MVqxmOTfJ4wfx9WdOaJF6iKhi7ui', '2018-02-18 07:37:53'),
('ersmurzaeva@list.ru', '$2y$10$MkErBB/7QGfe8Zj5zYSWs.yOlDW9prFR4nLmsAhb3AXPCWfcyWaMa', '2018-02-25 07:03:59'),
('gardeniyabanhaeva@gmail.com', '$2y$10$nlfR6tGW3E8Sk06uJucFzet6/MoZ7xqWUiKZAqFsJPMWwRnS5NaCe', '2018-04-05 05:48:03'),
('mayamaya.mj@gmail.com', '$2y$10$Y3L37ueuFsjRBESGOol71.ILY.J4nQTvJMjjHcUdwe3le8C.etVRi', '2018-04-18 11:12:31'),
('molthanbelharoeva@gmail.com', '$2y$10$DPjOT9DQRWQQ7.JyoD7pYODIo8ob/t8BpLC/osxiR4G4sQ9otmPWq', '2018-04-24 04:31:52'),
('Tamilik88@mail.ru', '$2y$10$kJOKM9xVf03CuBQapTWCJekOO6ldi2LMTSnh6VGFyJzkdZSlEaj3q', '2018-04-30 10:40:27'),
('ozdoevo@bk.ru', '$2y$10$fHDqnIVELMrGLnHOoKc3UuAn9K0Nebq1yD.YqoQaLmTme2j9gGzp.', '2018-05-02 11:01:38'),
('Tamilik@mail.ru', '$2y$10$lfES78dwMXxQjY.lQwSfWOA6F1B5.UvGQcenQSc4dXEQw3oq5FK/u', '2018-05-03 15:08:23'),
('cartoevamadina@gmail.com', '$2y$10$/fcS9xCP7qki4d78wu6so.QHk4C0Zl4fJs6YGOlLX7BN4MbSv4ZwK', '2018-05-06 13:23:41'),
('cartoevamadina@gmail.com', '$2y$10$Ckgeu1q7rinSTb7xw4Ryn.BhB9OLPPipmXTmRKyuZJjnV0/z8KblK', '2018-05-06 13:23:41'),
('BelharoevaSamira@gmail.com', '$2y$10$Amcw7Du9yV2TJFt4xWDfeO5lPfVuyKX1UhAzW9JFDVknwByj4/Pwi', '2018-05-11 11:22:25'),
('islam.albogachiev.2002@mail.ru', '$2y$10$fueT..kyLeHokVDez5lXhuYPnc/mtFFXbkT5pt7JHhk9pFKxRqHmq', '2018-05-13 11:58:28'),
('mado.mado2010@yandex.ru', '$2y$10$r.8NBYKPL7EUdV2VKad8eucFonH7P62OljtYrkBo66JzvgHp8Fj/O', '2018-05-20 07:15:52'),
('acic2012@yandex.ru', '$2y$10$epkPT/sV3jwaprb20FrcuulJ3f0S8a6.ewdWbD6Xpq5dj.91tovuq', '2018-05-29 11:48:24'),
('ganizheva2018@bk.ru', '$2y$10$WFurIK9C7.HtPAOTytm9vO7ihQpoWd.coSSoxIj3fWo.p3o03G9FO', '2018-06-28 07:53:52'),
('Most-stroi@mail.ru', '$2y$10$h4hLwYf9GSzzFCbmgmdGMukHLAdShkkNM/9ufZ/IJtkW/yLMyQN.O', '2018-07-05 18:05:44'),
('gandaloeva@mail.com', '$2y$10$pUcfy9IYwtWzOoIzg1f79eHLHhBcL6qpwrbUAL1L6q4nZqcjWRXIC', '2018-08-10 11:09:43'),
('havazizkieva@mail.com', '$2y$10$W75Rg6mrJAvCFT/.44u47.A1la7.VzrnK8mS/A5q6jbzkNdmbutLS', '2018-09-01 11:47:23'),
('bella.barahoeva86@mail.ru', '$2y$10$C9OUJEorOyjbIwFL2eOXguJp3XHQ2fsyrlWakjrYJXGFwStxO79XW', '2019-03-24 12:58:53'),
('saipulaeva87@mail.ru', '$2y$10$zrukZFgWu6LuEyepQ6DzY./K.CtHUMMt3KW469uLOuyoQmt0rn8gm', '2019-04-12 15:00:30');

-- --------------------------------------------------------

--
-- Table structure for table `stats`
--

CREATE TABLE `stats` (
  `id` int(10) UNSIGNED NOT NULL,
  `answers_total` int(11) NOT NULL DEFAULT '0',
  `answers_correct` int(11) NOT NULL DEFAULT '0',
  `answers_wrong` int(11) NOT NULL DEFAULT '0',
  `answers_accuracy` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0%',
  `answers_rating` int(11) NOT NULL DEFAULT '0',
  `user_id` int(10) UNSIGNED NOT NULL,
  `trainer_id` int(10) UNSIGNED NOT NULL,
  `points` int(10) UNSIGNED NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `stats`
--

INSERT INTO `stats` (`id`, `answers_total`, `answers_correct`, `answers_wrong`, `answers_accuracy`, `answers_rating`, `user_id`, `trainer_id`, `points`) VALUES
(1, 51, 30, 21, '59%', 3, 5, 1, 0),
(2, 78, 57, 21, '73%', 4, 5, 2, 0),
(9, 9, 5, 4, '56%', 3, 34, 1, 0),
(10, 0, 0, 0, '0%', 0, 34, 2, 0),
(17, 0, 0, 0, '0%', 0, 47, 1, 0),
(18, 0, 0, 0, '0%', 0, 47, 2, 0),
(23, 0, 0, 0, '0%', 0, 51, 1, 0),
(24, 0, 0, 0, '0%', 0, 51, 2, 0),
(25, 0, 0, 0, '0%', 0, 52, 1, 0),
(26, 0, 0, 0, '0%', 0, 52, 2, 0),
(27, 1, 0, 1, '0%', 0, 54, 1, 0),
(28, 64, 54, 10, '84%', 5, 54, 2, 0),
(29, 2, 1, 1, '50%', 3, 55, 1, 0),
(30, 0, 0, 0, '0%', 0, 55, 2, 0),
(31, 0, 0, 0, '0%', 0, 56, 1, 0),
(32, 0, 0, 0, '0%', 0, 56, 2, 0),
(33, 0, 0, 0, '0%', 0, 57, 1, 0),
(34, 0, 0, 0, '0%', 0, 57, 2, 0),
(35, 0, 0, 0, '0%', 0, 58, 1, 0),
(36, 0, 0, 0, '0%', 0, 58, 2, 0),
(37, 43, 32, 11, '74%', 4, 60, 1, 0),
(38, 29, 22, 7, '76%', 4, 60, 2, 0),
(39, 0, 0, 0, '0%', 0, 61, 1, 0),
(40, 0, 0, 0, '0%', 0, 61, 2, 0),
(41, 0, 0, 0, '0%', 0, 62, 1, 0),
(42, 0, 0, 0, '0%', 0, 62, 2, 0),
(43, 0, 0, 0, '0%', 0, 63, 1, 0),
(44, 0, 0, 0, '0%', 0, 63, 2, 0),
(45, 0, 0, 0, '0%', 0, 64, 1, 0),
(46, 0, 0, 0, '0%', 0, 64, 2, 0),
(47, 0, 0, 0, '0%', 0, 65, 1, 0),
(48, 0, 0, 0, '0%', 0, 65, 2, 0),
(49, 0, 0, 0, '0%', 0, 66, 1, 0),
(50, 0, 0, 0, '0%', 0, 66, 2, 0),
(51, 0, 0, 0, '0%', 0, 67, 1, 0),
(52, 0, 0, 0, '0%', 0, 67, 2, 0),
(53, 0, 0, 0, '0%', 0, 68, 1, 0),
(54, 0, 0, 0, '0%', 0, 68, 2, 0),
(57, 661, 472, 189, '71%', 4, 75, 1, 0),
(58, 20, 16, 4, '80%', 4, 75, 2, 0),
(59, 0, 0, 0, '0%', 0, 78, 1, 0),
(60, 0, 0, 0, '0%', 0, 78, 2, 0),
(61, 0, 0, 0, '0%', 0, 79, 1, 0),
(62, 0, 0, 0, '0%', 0, 79, 2, 0),
(63, 0, 0, 0, '0%', 0, 80, 1, 0),
(64, 0, 0, 0, '0%', 0, 80, 2, 0),
(65, 0, 0, 0, '0%', 0, 86, 1, 0),
(66, 0, 0, 0, '0%', 0, 86, 2, 0),
(67, 91, 55, 36, '60%', 3, 88, 1, 0),
(68, 0, 0, 0, '0%', 0, 88, 2, 0),
(69, 0, 0, 0, '0%', 0, 91, 1, 0),
(70, 0, 0, 0, '0%', 0, 91, 2, 0),
(81, 0, 0, 0, '0%', 0, 105, 1, 0),
(82, 1, 0, 1, '0%', 0, 105, 2, 0),
(83, 54, 39, 15, '72%', 4, 107, 1, 0),
(84, 0, 0, 0, '0%', 0, 107, 2, 0),
(85, 305, 167, 138, '55%', 3, 110, 1, 0),
(86, 3, 2, 1, '67%', 4, 110, 2, 0),
(87, 0, 0, 0, '0%', 0, 111, 1, 0),
(88, 1, 1, 0, '100%', 5, 111, 2, 0),
(89, 0, 0, 0, '0%', 0, 112, 1, 0),
(90, 0, 0, 0, '0%', 0, 112, 2, 0),
(93, 0, 0, 0, '0%', 0, 115, 1, 0),
(94, 0, 0, 0, '0%', 0, 115, 2, 0),
(95, 0, 0, 0, '0%', 0, 116, 1, 0),
(96, 0, 0, 0, '0%', 0, 116, 2, 0),
(97, 58, 49, 9, '84%', 5, 117, 1, 0),
(98, 13, 12, 1, '92%', 5, 117, 2, 0),
(101, 0, 0, 0, '0%', 0, 122, 1, 0),
(102, 0, 0, 0, '0%', 0, 122, 2, 0),
(103, 0, 0, 0, '0%', 0, 126, 1, 0),
(104, 0, 0, 0, '0%', 0, 126, 2, 0),
(109, 0, 0, 0, '0%', 0, 131, 1, 0),
(110, 0, 0, 0, '0%', 0, 131, 2, 0),
(111, 70, 38, 32, '54%', 3, 134, 1, 0),
(112, 0, 0, 0, '0%', 0, 134, 2, 0),
(113, 0, 0, 0, '0%', 0, 135, 1, 0),
(114, 0, 0, 0, '0%', 0, 135, 2, 0),
(115, 0, 0, 0, '0%', 0, 137, 1, 0),
(116, 0, 0, 0, '0%', 0, 137, 2, 0),
(117, 0, 0, 0, '0%', 0, 138, 1, 0),
(118, 0, 0, 0, '0%', 0, 138, 2, 0),
(119, 0, 0, 0, '0%', 0, 140, 1, 0),
(120, 0, 0, 0, '0%', 0, 140, 2, 0),
(121, 0, 0, 0, '0%', 0, 142, 1, 0),
(122, 0, 0, 0, '0%', 0, 142, 2, 0),
(123, 24, 19, 5, '79%', 4, 143, 1, 0),
(124, 2, 2, 0, '100%', 5, 143, 2, 0),
(127, 0, 0, 0, '0%', 0, 151, 1, 0),
(128, 0, 0, 0, '0%', 0, 151, 2, 0),
(133, 0, 0, 0, '0%', 0, 158, 1, 0),
(134, 0, 0, 0, '0%', 0, 158, 2, 0),
(143, 133, 88, 46, '66%', 4, 165, 1, 0),
(144, 3, 0, 3, '0%', 0, 165, 2, 0),
(149, 0, 0, 0, '0%', 0, 169, 1, 0),
(150, 0, 0, 0, '0%', 0, 169, 2, 0),
(151, 0, 0, 0, '0%', 0, 170, 1, 0),
(152, 0, 0, 0, '0%', 0, 170, 2, 0),
(153, 0, 0, 0, '0%', 0, 171, 1, 0),
(154, 0, 0, 0, '0%', 0, 171, 2, 0),
(155, 0, 0, 0, '0%', 0, 174, 1, 0),
(156, 0, 0, 0, '0%', 0, 174, 2, 0),
(157, 0, 0, 0, '0%', 0, 178, 1, 0),
(158, 0, 0, 0, '0%', 0, 178, 2, 0),
(159, 0, 0, 0, '0%', 0, 180, 1, 0),
(160, 0, 0, 0, '0%', 0, 180, 2, 0),
(161, 0, 0, 0, '0%', 0, 181, 1, 0),
(162, 0, 0, 0, '0%', 0, 181, 2, 0),
(163, 0, 0, 0, '0%', 0, 184, 1, 0),
(164, 0, 0, 0, '0%', 0, 184, 2, 0),
(165, 0, 0, 0, '0%', 0, 185, 1, 0),
(166, 0, 0, 0, '0%', 0, 185, 2, 0),
(173, 0, 0, 0, '0%', 0, 203, 1, 0),
(174, 0, 0, 0, '0%', 0, 203, 2, 0),
(175, 0, 0, 0, '0%', 0, 204, 1, 0),
(176, 0, 0, 0, '0%', 0, 204, 2, 0),
(177, 0, 0, 0, '0%', 0, 205, 1, 0),
(178, 0, 0, 0, '0%', 0, 205, 2, 0),
(179, 0, 0, 0, '0%', 0, 208, 1, 0),
(180, 0, 0, 0, '0%', 0, 208, 2, 0),
(181, 0, 0, 0, '0%', 0, 217, 1, 0),
(182, 0, 0, 0, '0%', 0, 217, 2, 0),
(189, 0, 0, 0, '0%', 0, 222, 1, 0),
(190, 0, 0, 0, '0%', 0, 222, 2, 0),
(191, 0, 0, 0, '0%', 0, 224, 1, 0),
(192, 0, 0, 0, '0%', 0, 224, 2, 0),
(193, 0, 0, 0, '0%', 0, 225, 1, 0),
(194, 0, 0, 0, '0%', 0, 225, 2, 0),
(195, 0, 0, 0, '0%', 0, 226, 1, 0),
(196, 0, 0, 0, '0%', 0, 226, 2, 0),
(199, 210, 71, 139, '34%', 2, 229, 1, 0),
(200, 0, 0, 0, '0%', 0, 229, 2, 0),
(201, 591, 435, 156, '74%', 4, 236, 1, 0),
(202, 0, 0, 0, '0%', 0, 236, 2, 0),
(203, 0, 0, 0, '0%', 0, 237, 1, 0),
(204, 0, 0, 0, '0%', 0, 237, 2, 0),
(205, 0, 0, 0, '0%', 0, 239, 1, 0),
(206, 0, 0, 0, '0%', 0, 239, 2, 0),
(209, 0, 0, 0, '0%', 0, 251, 1, 0),
(210, 0, 0, 0, '0%', 0, 251, 2, 0),
(213, 210, 110, 100, '52%', 3, 254, 1, 0),
(214, 24, 13, 11, '54%', 3, 254, 2, 0),
(215, 0, 0, 0, '0%', 0, 257, 1, 0),
(216, 0, 0, 0, '0%', 0, 257, 2, 0),
(221, 0, 0, 0, '0%', 0, 263, 1, 0),
(222, 0, 0, 0, '0%', 0, 263, 2, 0),
(223, 0, 0, 0, '0%', 0, 270, 1, 0),
(224, 0, 0, 0, '0%', 0, 270, 2, 0),
(225, 0, 0, 0, '0%', 0, 271, 1, 0),
(226, 0, 0, 0, '0%', 0, 271, 2, 0),
(229, 0, 0, 0, '0%', 0, 274, 1, 0),
(230, 0, 0, 0, '0%', 0, 274, 2, 0),
(231, 0, 0, 0, '0%', 0, 275, 1, 0),
(232, 0, 0, 0, '0%', 0, 275, 2, 0),
(233, 0, 0, 0, '0%', 0, 276, 1, 0),
(234, 0, 0, 0, '0%', 0, 276, 2, 0),
(235, 0, 0, 0, '0%', 0, 279, 1, 0),
(236, 0, 0, 0, '0%', 0, 279, 2, 0),
(239, 0, 0, 0, '0%', 0, 284, 1, 0),
(240, 0, 0, 0, '0%', 0, 284, 2, 0),
(241, 0, 0, 0, '0%', 0, 285, 1, 0),
(242, 0, 0, 0, '0%', 0, 285, 2, 0),
(245, 0, 0, 0, '0%', 0, 289, 1, 0),
(246, 0, 0, 0, '0%', 0, 289, 2, 0),
(249, 0, 0, 0, '0%', 0, 292, 1, 0),
(250, 0, 0, 0, '0%', 0, 292, 2, 0),
(253, 0, 0, 0, '0%', 0, 294, 1, 0),
(254, 0, 0, 0, '0%', 0, 294, 2, 0),
(255, 0, 0, 0, '0%', 0, 295, 1, 0),
(256, 0, 0, 0, '0%', 0, 295, 2, 0),
(257, 259, 174, 85, '67%', 4, 297, 1, 0),
(258, 0, 0, 0, '0%', 0, 297, 2, 0),
(259, 0, 0, 0, '0%', 0, 299, 1, 0),
(260, 0, 0, 0, '0%', 0, 299, 2, 0),
(263, 0, 0, 0, '0%', 0, 302, 1, 0),
(264, 0, 0, 0, '0%', 0, 302, 2, 0),
(265, 0, 0, 0, '0%', 0, 303, 1, 0),
(266, 0, 0, 0, '0%', 0, 303, 2, 0),
(267, 0, 0, 0, '0%', 0, 304, 1, 0),
(268, 0, 0, 0, '0%', 0, 304, 2, 0),
(271, 11, 5, 6, '45%', 3, 307, 1, 0),
(272, 0, 0, 0, '0%', 0, 307, 2, 0),
(273, 0, 0, 0, '0%', 0, 310, 1, 0),
(274, 0, 0, 0, '0%', 0, 310, 2, 0),
(277, 0, 0, 0, '0%', 0, 313, 1, 0),
(278, 0, 0, 0, '0%', 0, 313, 2, 0),
(279, 0, 0, 0, '0%', 0, 315, 1, 0),
(280, 0, 0, 0, '0%', 0, 315, 2, 0),
(281, 54, 47, 7, '87%', 5, 316, 1, 0),
(282, 14, 13, 1, '93%', 5, 316, 2, 0),
(283, 0, 0, 0, '0%', 0, 317, 1, 0),
(284, 0, 0, 0, '0%', 0, 317, 2, 0),
(289, 0, 0, 0, '0%', 0, 320, 1, 0),
(290, 0, 0, 0, '0%', 0, 320, 2, 0),
(291, 0, 0, 0, '0%', 0, 322, 1, 0),
(292, 0, 0, 0, '0%', 0, 322, 2, 0),
(293, 0, 0, 0, '0%', 0, 323, 1, 0),
(294, 0, 0, 0, '0%', 0, 323, 2, 0),
(297, 0, 0, 0, '0%', 0, 325, 1, 0),
(298, 0, 0, 0, '0%', 0, 325, 2, 0),
(299, 0, 0, 0, '0%', 0, 326, 1, 0),
(300, 0, 0, 0, '0%', 0, 326, 2, 0),
(303, 0, 0, 0, '0%', 0, 328, 1, 0),
(304, 0, 0, 0, '0%', 0, 328, 2, 0),
(311, 20, 11, 9, '55%', 3, 339, 1, 0),
(312, 0, 0, 0, '0%', 0, 339, 2, 0),
(313, 0, 0, 0, '0%', 0, 340, 1, 0),
(314, 0, 0, 0, '0%', 0, 340, 2, 0),
(315, 0, 0, 0, '0%', 0, 341, 1, 0),
(316, 0, 0, 0, '0%', 0, 341, 2, 0),
(317, 0, 0, 0, '0%', 0, 342, 1, 0),
(318, 0, 0, 0, '0%', 0, 342, 2, 0),
(319, 429, 208, 221, '48%', 3, 343, 1, 0),
(320, 22, 22, 0, '100%', 5, 343, 2, 0),
(327, 0, 0, 0, '0%', 0, 347, 1, 0),
(328, 0, 0, 0, '0%', 0, 347, 2, 0),
(329, 6, 3, 3, '50%', 3, 348, 1, 20),
(330, 8, 7, 1, '88%', 5, 348, 2, 30),
(331, 0, 0, 0, '0%', 0, 351, 1, 0),
(332, 0, 0, 0, '0%', 0, 351, 2, 0),
(333, 24, 17, 7, '71%', 4, 352, 1, 0),
(334, 13, 10, 3, '77%', 4, 352, 2, 0),
(335, 0, 0, 0, '0%', 0, 353, 1, 0),
(336, 0, 0, 0, '0%', 0, 353, 2, 0),
(337, 38, 13, 25, '34%', 2, 354, 1, 0),
(338, 0, 0, 0, '0%', 0, 354, 2, 0),
(339, 776, 506, 270, '65%', 4, 355, 1, 0),
(340, 4, 4, 0, '100%', 5, 355, 2, 0),
(341, 63, 50, 13, '79%', 4, 356, 1, 0),
(342, 11, 9, 2, '82%', 5, 356, 2, 0),
(343, 200, 142, 58, '71%', 4, 357, 1, 0),
(344, 19, 12, 7, '63%', 4, 357, 2, 0),
(345, 592, 380, 212, '64%', 4, 358, 1, 0),
(346, 0, 0, 0, '0%', 0, 358, 2, 0),
(347, 186, 117, 69, '63%', 4, 359, 1, 0),
(348, 0, 0, 0, '0%', 0, 359, 2, 0),
(349, 36, 22, 14, '61%', 4, 360, 1, 0),
(350, 0, 0, 0, '0%', 0, 360, 2, 0),
(351, 0, 0, 0, '0%', 0, 361, 1, 0),
(352, 0, 0, 0, '0%', 0, 361, 2, 0),
(353, 187, 129, 58, '69%', 4, 362, 1, 0),
(354, 0, 0, 0, '0%', 0, 362, 2, 0),
(355, 420, 215, 205, '51%', 3, 363, 1, 0),
(356, 11, 4, 7, '36%', 2, 363, 2, 0),
(357, 0, 0, 0, '0%', 0, 364, 1, 0),
(358, 0, 0, 0, '0%', 0, 364, 2, 0),
(359, 39, 26, 13, '67%', 4, 365, 1, 0),
(360, 0, 0, 0, '0%', 0, 365, 2, 0),
(361, 165, 129, 36, '78%', 4, 366, 1, 0),
(362, 9, 6, 3, '67%', 4, 366, 2, 0),
(363, 0, 0, 0, '0%', 0, 367, 1, 0),
(364, 0, 0, 0, '0%', 0, 367, 2, 0),
(365, 0, 0, 0, '0%', 0, 368, 1, 0),
(366, 0, 0, 0, '0%', 0, 368, 2, 0),
(367, 0, 0, 0, '0%', 0, 369, 1, 0),
(368, 0, 0, 0, '0%', 0, 369, 2, 0),
(369, 0, 0, 0, '0%', 0, 370, 1, 0),
(370, 0, 0, 0, '0%', 0, 370, 2, 0),
(371, 0, 0, 0, '0%', 0, 373, 1, 0),
(372, 0, 0, 0, '0%', 0, 373, 2, 0),
(377, 110, 54, 56, '49%', 3, 380, 1, 0),
(378, 0, 0, 0, '0%', 0, 380, 2, 0),
(379, 1146, 735, 411, '64%', 4, 381, 1, 0),
(380, 8, 5, 3, '63%', 4, 381, 2, 0),
(381, 0, 0, 0, '0%', 0, 382, 1, 0),
(382, 0, 0, 0, '0%', 0, 382, 2, 0),
(383, 0, 0, 0, '0%', 0, 383, 1, 0),
(384, 0, 0, 0, '0%', 0, 383, 2, 0),
(385, 141, 99, 42, '70%', 4, 384, 1, 0),
(386, 139, 108, 31, '78%', 4, 384, 2, 0),
(387, 0, 0, 0, '0%', 0, 385, 1, 0),
(388, 0, 0, 0, '0%', 0, 385, 2, 0),
(389, 41, 29, 12, '71%', 4, 386, 1, 0),
(390, 0, 0, 0, '0%', 0, 386, 2, 0),
(391, 0, 0, 0, '0%', 0, 387, 1, 0),
(392, 0, 0, 0, '0%', 0, 387, 2, 0),
(393, 0, 0, 0, '0%', 0, 388, 1, 0),
(394, 0, 0, 0, '0%', 0, 388, 2, 0),
(395, 0, 0, 0, '0%', 0, 389, 1, 0),
(396, 0, 0, 0, '0%', 0, 389, 2, 0),
(397, 14, 8, 6, '57%', 3, 390, 1, 0),
(398, 9, 6, 3, '67%', 4, 390, 2, 0),
(399, 157, 70, 87, '45%', 3, 391, 1, 0),
(400, 0, 0, 0, '0%', 0, 391, 2, 0),
(401, 154, 86, 68, '56%', 3, 392, 1, 0),
(402, 0, 0, 0, '0%', 0, 392, 2, 0),
(403, 0, 0, 0, '0%', 0, 393, 1, 0),
(404, 0, 0, 0, '0%', 0, 393, 2, 0),
(405, 0, 0, 0, '0%', 0, 391, 1, 0),
(406, 0, 0, 0, '0%', 0, 391, 2, 0),
(407, 0, 0, 0, '0%', 0, 400, 1, 0),
(408, 0, 0, 0, '0%', 0, 400, 2, 0),
(409, 1, 1, 0, '100%', 5, 401, 1, 0),
(410, 4, 2, 2, '50%', 3, 401, 2, 0),
(417, 1, 1, 0, '100%', 5, 405, 1, 0),
(418, 1, 1, 0, '100%', 5, 405, 2, 0),
(419, 0, 0, 0, '0%', 0, 406, 1, 0),
(420, 0, 0, 0, '0%', 0, 406, 2, 0),
(421, 0, 0, 0, '0%', 0, 407, 1, 0),
(422, 0, 0, 0, '0%', 0, 407, 2, 0),
(423, 0, 0, 0, '0%', 0, 408, 1, 0),
(424, 0, 0, 0, '0%', 0, 408, 2, 0),
(425, 15, 14, 1, '93%', 5, 410, 1, 0),
(426, 0, 0, 0, '0%', 0, 410, 2, 0),
(429, 17, 16, 1, '94%', 5, 413, 1, 0),
(430, 0, 0, 0, '0%', 0, 413, 2, 0),
(431, 0, 0, 0, '0%', 0, 415, 1, 0),
(432, 0, 0, 0, '0%', 0, 415, 2, 0),
(433, 0, 0, 0, '0%', 0, 416, 1, 0),
(434, 0, 0, 0, '0%', 0, 416, 2, 0),
(435, 0, 0, 0, '0%', 0, 417, 1, 0),
(436, 0, 0, 0, '0%', 0, 417, 2, 0),
(437, 0, 0, 0, '0%', 0, 418, 1, 0),
(438, 0, 0, 0, '0%', 0, 418, 2, 0),
(441, 46, 21, 25, '46%', 3, 420, 1, 0),
(442, 8, 6, 2, '75%', 4, 420, 2, 0),
(443, 0, 0, 0, '0%', 0, 421, 1, 0),
(444, 0, 0, 0, '0%', 0, 421, 2, 0),
(445, 52, 38, 14, '73%', 4, 422, 1, 0),
(446, 35, 27, 8, '77%', 4, 422, 2, 0),
(447, 0, 0, 0, '0%', 0, 423, 1, 0),
(448, 0, 0, 0, '0%', 0, 423, 2, 0),
(449, 0, 0, 0, '0%', 0, 424, 1, 0),
(450, 0, 0, 0, '0%', 0, 424, 2, 0),
(451, 0, 0, 0, '0%', 0, 425, 1, 0),
(452, 0, 0, 0, '0%', 0, 425, 2, 0),
(453, 1, 1, 0, '100%', 5, 426, 1, 0),
(454, 1, 1, 0, '100%', 5, 426, 2, 0),
(455, 0, 0, 0, '0%', 0, 433, 1, 0),
(456, 0, 0, 0, '0%', 0, 433, 2, 0);

-- --------------------------------------------------------

--
-- Table structure for table `students`
--

CREATE TABLE `students` (
  `id` int(10) UNSIGNED NOT NULL,
  `theme` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `level` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `note` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'Заметка об ученике',
  `message` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `user_id` int(10) UNSIGNED DEFAULT NULL,
  `group_id` int(10) UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `students`
--

INSERT INTO `students` (`id`, `theme`, `level`, `note`, `message`, `user_id`, `group_id`, `created_at`, `updated_at`) VALUES
(1, NULL, NULL, 'Заметка об ученике', NULL, 34, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(2, NULL, NULL, 'Заметка об ученике', NULL, 47, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(4, NULL, NULL, 'Заметка об ученике', NULL, 51, NULL, '2019-03-12 20:50:10', '2019-03-14 05:47:17'),
(5, NULL, NULL, 'Заметка об ученике', NULL, 52, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(6, NULL, NULL, 'Заметка об ученике', NULL, 54, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(7, NULL, NULL, 'Заметка об ученике', NULL, 55, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(8, NULL, NULL, 'Заметка об ученике', NULL, 56, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(9, NULL, NULL, 'Заметка об ученике', NULL, 57, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(10, NULL, NULL, 'Заметка об ученике', NULL, 58, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(11, NULL, NULL, 'Заметка об ученике', NULL, 60, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(12, NULL, NULL, 'Заметка об ученике', NULL, 61, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(13, NULL, NULL, 'Заметка об ученике', NULL, 62, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(14, NULL, NULL, 'Заметка об ученике', NULL, 63, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(15, NULL, NULL, 'Заметка об ученике', NULL, 64, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(16, NULL, NULL, 'Заметка об ученике', '', 65, 5, '2019-03-12 20:50:10', '2019-03-17 14:20:23'),
(17, NULL, NULL, 'Заметка об ученике', NULL, 66, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(18, NULL, NULL, 'Заметка об ученике', NULL, 67, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(19, NULL, NULL, 'Заметка об ученике', NULL, 68, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(20, NULL, NULL, 'Заметка об ученике', NULL, 75, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(21, NULL, NULL, 'Заметка об ученике', NULL, 78, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(22, NULL, NULL, 'Заметка об ученике', NULL, 79, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(23, NULL, NULL, 'Заметка об ученике', NULL, 80, 10, '2019-03-12 20:50:10', '2019-05-16 10:35:13'),
(24, NULL, NULL, 'Заметка об ученике', NULL, 86, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(25, NULL, NULL, 'Заметка об ученике', NULL, 88, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(26, NULL, NULL, 'Заметка об ученике', NULL, 91, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(27, NULL, NULL, 'Заметка об ученике', NULL, 105, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(28, NULL, NULL, 'Заметка об ученике', NULL, 107, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(29, NULL, NULL, 'Заметка об ученике', NULL, 110, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(30, NULL, NULL, 'Заметка об ученике', NULL, 112, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(31, NULL, NULL, 'Заметка об ученике', NULL, 115, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(32, NULL, NULL, 'Заметка об ученике', NULL, 116, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(33, NULL, NULL, 'Заметка об ученике', NULL, 117, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(34, NULL, NULL, 'Заметка об ученике', NULL, 122, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(35, NULL, NULL, 'Заметка об ученике', NULL, 126, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(36, NULL, NULL, 'Заметка об ученике', NULL, 131, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(37, NULL, NULL, 'Заметка об ученике', NULL, 134, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(38, NULL, NULL, 'Заметка об ученике', NULL, 135, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(39, NULL, NULL, 'Заметка об ученике', NULL, 137, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(40, NULL, NULL, 'Заметка об ученике', NULL, 138, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(41, NULL, NULL, 'Заметка об ученике', NULL, 140, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(42, NULL, NULL, 'Заметка об ученике', NULL, 142, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(43, NULL, NULL, 'Заметка об ученике', NULL, 143, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(44, NULL, NULL, 'Заметка об ученике', NULL, 151, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(45, NULL, NULL, 'Заметка об ученике', NULL, 158, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(46, NULL, NULL, 'Заметка об ученике', NULL, 165, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(47, NULL, NULL, 'Заметка об ученике', NULL, 169, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(48, NULL, NULL, 'Заметка об ученике', NULL, 170, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(49, NULL, NULL, 'Заметка об ученике', NULL, 171, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(50, NULL, NULL, 'Заметка об ученике', NULL, 174, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(51, NULL, NULL, 'Заметка об ученике', NULL, 178, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(52, NULL, NULL, 'Заметка об ученике', NULL, 180, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(53, NULL, NULL, 'Заметка об ученике', NULL, 181, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(54, NULL, NULL, 'Заметка об ученике', NULL, 184, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(55, NULL, NULL, 'Заметка об ученике', NULL, 185, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(56, NULL, NULL, 'Заметка об ученике', NULL, 203, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(57, NULL, NULL, 'Заметка об ученике', NULL, 204, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(58, NULL, NULL, 'Заметка об ученике', NULL, 205, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(59, NULL, NULL, 'Заметка об ученике', NULL, 208, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(60, NULL, NULL, 'Заметка об ученике', NULL, 217, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(61, NULL, NULL, 'Заметка об ученике', NULL, 222, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(62, NULL, NULL, 'Заметка об ученике', NULL, 224, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(63, NULL, NULL, 'Заметка об ученике', NULL, 225, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(64, NULL, NULL, 'Заметка об ученике', NULL, 226, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(65, NULL, NULL, 'Заметка об ученике', NULL, 229, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(66, NULL, NULL, 'Заметка об ученике', NULL, 236, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(67, NULL, NULL, 'Заметка об ученике', NULL, 237, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(68, NULL, NULL, 'Заметка об ученике', NULL, 239, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(69, NULL, NULL, 'Заметка об ученике', NULL, 251, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(70, NULL, NULL, 'Заметка об ученике', NULL, 254, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(71, NULL, NULL, 'Заметка об ученике', NULL, 257, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(72, NULL, NULL, 'Заметка об ученике', NULL, 263, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(73, NULL, NULL, 'Заметка об ученике', NULL, 270, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(74, NULL, NULL, 'Заметка об ученике', NULL, 271, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(75, NULL, NULL, 'Заметка об ученике', NULL, 274, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(76, NULL, NULL, 'Заметка об ученике', NULL, 275, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(77, NULL, NULL, 'Заметка об ученике', NULL, 276, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(78, NULL, NULL, 'Заметка об ученике', NULL, 279, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(79, NULL, NULL, 'Заметка об ученике', NULL, 284, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(80, NULL, NULL, 'Заметка об ученике', NULL, 285, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(81, NULL, NULL, 'Заметка об ученике', NULL, 289, NULL, '2019-03-12 20:50:10', '2019-03-12 20:50:10'),
(82, NULL, NULL, 'Заметка об ученике', NULL, 292, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(83, NULL, NULL, 'Заметка об ученике', NULL, 294, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(84, NULL, NULL, 'Заметка об ученике', NULL, 295, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(85, NULL, NULL, 'Заметка об ученике', NULL, 297, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(86, NULL, NULL, 'Заметка об ученике', NULL, 299, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(87, NULL, NULL, 'Заметка об ученике', NULL, 302, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(88, NULL, NULL, 'Заметка об ученике', NULL, 303, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(89, NULL, NULL, 'Заметка об ученике', NULL, 304, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(90, NULL, NULL, 'Заметка об ученике', NULL, 307, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(91, NULL, NULL, 'Заметка об ученике', NULL, 310, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(92, NULL, NULL, 'Заметка об ученике', NULL, 313, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(93, NULL, NULL, 'Заметка об ученике', NULL, 315, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(94, NULL, NULL, 'Заметка об ученике', NULL, 316, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(95, NULL, NULL, 'Заметка об ученике', NULL, 317, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(97, NULL, NULL, 'Заметка об ученике', NULL, 320, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(98, NULL, NULL, 'Заметка об ученике', NULL, 322, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(99, NULL, NULL, 'Заметка об ученике', NULL, 323, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(100, NULL, NULL, 'Заметка об ученике', NULL, 325, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(101, NULL, NULL, 'Заметка об ученике', NULL, 326, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(102, NULL, NULL, 'Заметка об ученике', NULL, 328, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(104, NULL, NULL, 'Заметка об ученике', NULL, 339, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(105, NULL, NULL, 'Заметка об ученике', NULL, 340, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(106, NULL, NULL, 'Заметка об ученике', NULL, 342, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(107, NULL, NULL, 'Заметка об ученике', NULL, 343, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(108, NULL, NULL, 'хорошо справляется', 'тестовое сообщение ученику', 348, 4, '2019-03-12 20:50:11', '2019-03-14 05:45:49'),
(109, NULL, NULL, 'Заметка об ученике', NULL, 357, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(110, NULL, NULL, 'Заметка об ученике', NULL, 358, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(111, NULL, NULL, 'Заметка об ученике', NULL, 359, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(112, NULL, NULL, 'Заметка об ученике', NULL, 360, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(113, NULL, NULL, 'Заметка об ученике', NULL, 361, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(114, NULL, NULL, 'Заметка об ученике', NULL, 362, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(115, NULL, NULL, 'Заметка об ученике', NULL, 363, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(116, NULL, NULL, 'Заметка об ученике', NULL, 364, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(117, NULL, NULL, 'Заметка об ученике', NULL, 365, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(118, NULL, NULL, 'Заметка об ученике', NULL, 366, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(119, NULL, NULL, 'Заметка об ученике', NULL, 367, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(120, NULL, NULL, 'Заметка об ученике', NULL, 368, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(121, NULL, NULL, 'Заметка об ученике', NULL, 369, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(122, NULL, NULL, 'Заметка об ученике', NULL, 370, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(123, NULL, NULL, 'Заметка об ученике', NULL, 373, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(124, NULL, NULL, 'Заметка об ученике', NULL, 380, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(125, NULL, NULL, 'Заметка об ученике', NULL, 381, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(126, NULL, NULL, 'Заметка об ученике', NULL, 382, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(127, NULL, NULL, 'Заметка об ученике', NULL, 383, NULL, '2019-03-12 20:50:11', '2019-03-12 22:08:51'),
(128, NULL, NULL, 'Заметка об ученике', NULL, 384, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(129, NULL, NULL, 'Заметка об ученике', NULL, 386, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(130, NULL, NULL, 'Заметка об ученике', NULL, 388, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(131, NULL, NULL, 'Заметка об ученике', NULL, 389, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(132, NULL, NULL, 'Заметка об ученике', NULL, 390, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(133, NULL, NULL, 'Заметка об ученике', NULL, 392, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(134, NULL, NULL, 'Заметка об ученике', NULL, 393, NULL, '2019-03-12 20:50:11', '2019-03-12 20:50:11'),
(135, NULL, NULL, 'Заметка об ученике', NULL, 391, NULL, '2019-03-17 14:04:36', '2019-03-17 14:04:36'),
(136, NULL, NULL, 'Заметка об ученике', NULL, 400, NULL, '2019-03-27 12:30:58', '2019-03-27 12:30:58'),
(137, NULL, NULL, 'Заметка об ученике', NULL, 401, 8, '2019-03-31 01:01:44', '2019-04-17 03:53:49'),
(141, NULL, NULL, 'Заметка об ученике', NULL, 405, 8, '2019-03-31 05:35:34', '2019-04-17 03:18:37'),
(142, NULL, NULL, 'Заметка об ученике', NULL, 406, 8, '2019-03-31 06:29:56', '2019-04-17 03:18:59'),
(143, NULL, NULL, 'Заметка об ученике', NULL, 407, 8, '2019-03-31 06:36:36', '2019-04-17 04:10:52'),
(144, NULL, NULL, 'Заметка об ученике', NULL, 408, 8, '2019-03-31 06:43:18', '2019-04-17 04:43:59'),
(145, NULL, NULL, 'Заметка об ученике', NULL, 410, NULL, '2019-04-01 09:05:42', '2019-04-01 09:05:42'),
(147, NULL, NULL, 'Заметка об ученике', NULL, 413, 8, '2019-04-07 08:21:30', '2019-04-17 03:17:31'),
(148, NULL, NULL, 'Заметка об ученике', NULL, 415, 8, '2019-04-17 04:05:27', '2019-04-17 04:09:22'),
(149, NULL, NULL, 'Заметка об ученике', NULL, 416, 8, '2019-04-17 04:40:35', '2019-04-17 04:42:07'),
(150, NULL, NULL, 'Заметка об ученике', NULL, 417, NULL, '2019-04-17 04:59:33', '2019-04-17 04:59:33'),
(151, NULL, NULL, 'Заметка об ученике', NULL, 418, NULL, '2019-04-17 05:20:45', '2019-04-17 05:20:45'),
(153, NULL, NULL, 'Заметка об ученике', NULL, 420, NULL, '2019-04-17 10:31:24', '2019-04-17 10:31:24'),
(154, NULL, NULL, 'Заметка об ученике', NULL, 421, NULL, '2019-04-17 10:38:07', '2019-04-17 10:38:07'),
(155, NULL, NULL, 'Заметка об ученике', NULL, 422, NULL, '2019-04-17 10:49:27', '2019-04-17 10:49:27'),
(156, NULL, NULL, 'Заметка об ученике', NULL, 423, NULL, '2019-04-17 11:00:26', '2019-04-17 11:00:26'),
(157, NULL, NULL, 'Заметка об ученике', NULL, 424, 9, '2019-04-17 16:49:25', '2019-04-17 17:10:21'),
(158, NULL, NULL, 'Заметка об ученике', NULL, 425, NULL, '2019-04-17 16:50:51', '2019-04-17 17:11:42'),
(159, NULL, NULL, 'Заметка об ученике', NULL, 426, 8, '2019-04-17 16:56:57', '2019-04-17 17:04:52'),
(160, NULL, NULL, 'Заметка об ученике', NULL, 433, NULL, '2019-05-16 10:05:01', '2019-05-16 10:05:01');

-- --------------------------------------------------------

--
-- Table structure for table `student_tasks`
--

CREATE TABLE `student_tasks` (
  `id` int(10) UNSIGNED NOT NULL,
  `trainer_id` int(11) NOT NULL,
  `trainer_name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `student` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `level` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `speed` double(8,2) DEFAULT NULL,
  `req_formulas` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `minmax` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'от 1 до 9',
  `quantity` tinyint(4) NOT NULL DEFAULT '10',
  `nums` tinyint(4) DEFAULT NULL,
  `subtraction` tinyint(1) DEFAULT NULL,
  `started_time` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `lead_time` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `points` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT '0',
  `accuracy` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `student_id` int(10) UNSIGNED NOT NULL,
  `is_finished` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `tasks`
--

CREATE TABLE `tasks` (
  `id` int(10) UNSIGNED NOT NULL,
  `creator_id` int(10) UNSIGNED NOT NULL,
  `executor_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description_short` text COLLATE utf8_unicode_ci NOT NULL,
  `description_detail` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `starting_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `status` varchar(25) COLLATE utf8_unicode_ci NOT NULL,
  `result` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `purpose` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `image_id` int(10) UNSIGNED DEFAULT NULL,
  `category_id` int(10) UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `task_categories`
--

CREATE TABLE `task_categories` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `task_categories`
--

INSERT INTO `task_categories` (`id`, `name`, `created_at`, `updated_at`) VALUES
(4, 'qwerwqwe', '2017-07-09 17:37:21', '2017-07-09 18:21:56'),
(5, 'dsfsdfsd', '2017-07-09 18:29:06', '2017-07-09 18:29:06');

-- --------------------------------------------------------

--
-- Table structure for table `task_comments`
--

CREATE TABLE `task_comments` (
  `id` int(10) UNSIGNED NOT NULL,
  `tasks_id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `description_detail` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `trainers`
--

CREATE TABLE `trainers` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `trainers`
--

INSERT INTO `trainers` (`id`, `name`, `created_at`, `updated_at`) VALUES
(1, 'Ментальный счёт', NULL, NULL),
(2, 'Флеш-карты', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `trainer_tasks`
--

CREATE TABLE `trainer_tasks` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `speed` double(8,2) NOT NULL DEFAULT '0.50',
  `count_examples` int(11) DEFAULT '20',
  `minimal_number` int(11) DEFAULT '0',
  `maximal_number` int(11) DEFAULT '100',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `examples` text COLLATE utf8_unicode_ci,
  `exercise_id` int(10) UNSIGNED NOT NULL,
  `operation` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sort` int(11) NOT NULL DEFAULT '100'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `trainer_tasks`
--

INSERT INTO `trainer_tasks` (`id`, `name`, `speed`, `count_examples`, `minimal_number`, `maximal_number`, `created_at`, `updated_at`, `examples`, `exercise_id`, `operation`, `sort`) VALUES
(45, 'Пример 1', 0.00, 0, 0, 0, '2017-12-04 15:29:29', '2017-12-25 02:23:57', '11+22+15-10+50', 16, NULL, 1),
(46, 'Пример 2 ', 0.00, 0, 0, 0, '2017-12-04 15:37:42', '2017-12-25 02:24:42', '26+51-71+30+12', 16, NULL, 2),
(47, 'Пример 3', 0.00, 0, 0, 0, '2017-12-04 15:38:32', '2017-12-25 02:25:39', '76-61+32+50', 16, NULL, 3),
(48, 'Пример 4', 0.00, 0, 0, 0, '2017-12-04 15:39:04', '2017-12-25 02:26:38', '50+10+14+10-34', 16, NULL, 4),
(54, 'Пример 1', 0.00, 0, 0, 0, '2017-12-05 16:24:32', '2017-12-19 12:05:46', '2-1+7-2\r\n', 14, NULL, 1),
(55, 'Пример 2', 0.00, 0, 0, 0, '2017-12-05 16:26:33', '2017-12-19 12:05:23', '4+5-1-3', 14, NULL, 2),
(56, 'Пример 3', 0.00, 0, 0, 0, '2017-12-05 16:26:58', '2017-12-19 12:06:00', '6-1+4-7', 14, NULL, 3),
(57, 'Пример 4', 0.00, 0, 0, 0, '2017-12-05 16:27:19', '2017-12-19 12:06:15', '7+2-6-2', 14, NULL, 4),
(58, 'Пример 5', 0.00, 0, 0, 0, '2017-12-05 16:27:49', '2017-12-19 12:06:29', '9-4+2-5', 14, NULL, 5),
(59, 'Пример 6', 0.00, 0, 0, 0, '2017-12-05 16:28:32', '2017-12-19 12:31:52', '9-8+1+5+2-3+1-5', 14, NULL, 6),
(61, 'Пример 7', 0.00, 0, 0, 0, '2017-12-05 16:29:41', '2018-01-25 14:29:33', '4-3+7-5-2+8-6+1', 14, NULL, 7),
(62, 'Пример 8', 0.00, 0, 0, 0, '2017-12-05 16:30:05', '2018-01-25 14:29:46', '4-3+5+1+2-1-7+1', 14, NULL, 8),
(63, 'Пример 9', 0.00, 0, 0, 0, '2017-12-05 16:30:41', '2018-01-25 14:30:39', '9-7+5+2-5-1', 14, NULL, 9),
(64, 'Пример 10', 0.00, 0, 0, 0, '2017-12-05 16:32:00', '2018-01-25 14:30:51', '6+1-6+5+3-8+1+5+2-3', 14, NULL, 10),
(65, 'Пример 11', 0.00, 0, 0, 0, '2017-12-05 16:32:36', '2018-01-25 14:31:03', '5+3-1-5+7-5-2+5-6+2', 14, NULL, 11),
(66, 'Пример 12', 0.00, 0, 0, 0, '2017-12-05 16:34:11', '2018-01-25 14:31:47', '6+3-8+7-5-2+1+1+5-7', 14, NULL, 12),
(67, 'Пример 13', 0.00, 0, 0, 0, '2017-12-05 16:34:53', '2018-01-25 14:32:45', '2+2+5-6+1-3+5+2-6+1', 14, NULL, 13),
(68, 'Пример 14', 0.00, 0, 0, 0, '2017-12-05 16:35:56', '2018-01-25 14:33:04', '5+4-3-1+2-6+5+2+1-8', 14, NULL, 14),
(69, 'Пример 15', 0.00, 0, 0, 0, '2017-12-19 12:14:19', '2018-01-25 14:33:46', '9-7+2+5-6+1+5-8+1+6+1-6', 14, NULL, 15),
(70, 'Пример 16', 0.00, 0, 0, 0, '2017-12-19 12:15:14', '2018-01-25 14:34:44', '3+1+5-8+1+5+1-6+1+5-8+2+5+1', 14, NULL, 16),
(71, 'Пример 17', 0.00, 0, 0, 0, '2017-12-19 12:16:51', '2018-01-25 14:35:05', '6+3-4+2-1-6+8-7+1+5+1-6+2+5-7', 14, NULL, 17),
(72, 'Пример 18', 0.00, 0, 0, 0, '2017-12-19 12:22:33', '2018-01-25 14:35:20', '1+2+5-6+2+5-7+1+1+5-6+1-3+1+5-7', 14, NULL, 18),
(73, 'Пример 19', 0.00, 0, 0, 0, '2017-12-19 13:31:53', '2018-01-25 14:35:36', '2+2-3+5-1-5+1+6+2-4+1-6+1+5+2-3+1', 14, NULL, 19),
(74, 'Пример 5', 0.00, 0, 0, 0, '2017-12-25 02:29:05', '2017-12-25 02:29:05', '83+15-61-12', 16, NULL, 5),
(75, 'Пример 6', 0.00, 0, 0, 0, '2017-12-25 02:35:38', '2017-12-25 02:35:38', '41+55-26+18-36+15', 16, NULL, 6),
(76, 'Пример 7', 0.00, 0, 0, 0, '2017-12-25 02:45:18', '2017-12-25 02:45:18', '21+21+57-18-51+15', 16, NULL, 7),
(77, 'Пример 8', 0.00, 0, 0, 0, '2017-12-25 02:50:12', '2017-12-25 02:50:43', '65+13-51+12-24+71', 16, NULL, 8),
(78, 'Пример 9 ', 0.00, 0, 0, 0, '2017-12-25 02:53:50', '2017-12-25 02:53:50', '36+63-77+25-16+52', 16, NULL, 9),
(79, 'Пример 10', 0.00, 0, 0, 0, '2017-12-25 02:55:59', '2017-12-25 02:55:59', '44-12+61-33+19-57', 16, NULL, 10),
(80, 'Пример 11', 0.00, 0, 0, 0, '2017-12-25 03:10:27', '2018-03-30 09:01:22', '16+12+11-28+66-52+73', 16, NULL, 11),
(81, 'Пример 12', 0.00, 0, 0, 0, '2017-12-25 03:16:01', '2018-03-30 09:01:47', '23+51-72+86-76+66-53', 16, NULL, 12),
(82, 'Пример 13', 0.00, 0, 0, 0, '2017-12-25 09:30:21', '2017-12-25 09:30:21', '11+13+15-17+12+65-86+25', 16, NULL, 13),
(83, 'Пример 14', 0.00, 0, 0, 0, '2017-12-25 09:32:09', '2018-03-30 09:02:06', '31+56-77+22+55+10-45', 16, NULL, 14),
(84, 'Пример 15', 0.00, 0, 0, 0, '2017-12-25 09:34:26', '2017-12-25 09:34:26', '10+20+10+55-35+12+15-77', 16, NULL, 15),
(85, 'Пример 16', 0.00, 0, 0, 0, '2017-12-25 09:38:02', '2017-12-25 09:38:02', '16+11+72-44+11+10-51+63-33', 16, NULL, 16),
(86, 'Пример 17 ', 0.00, 0, 0, 0, '2018-01-08 13:40:23', '2018-01-08 13:40:23', '81-61+27+52-12-76+11+51-72+10', 16, NULL, 17),
(87, 'Пример 18', 0.00, 0, 0, 0, '2018-01-08 13:42:10', '2018-01-08 13:42:10', '24+70-63+52+15-87-11+26+62-25-51', 16, NULL, 18),
(88, 'Пример 19', 0.00, 0, 0, 0, '2018-01-08 13:44:45', '2018-03-30 08:59:35', '14+10+65-73+11-16+72', 16, NULL, 19),
(89, 'Пример 20', 0.00, 0, 0, 0, '2018-01-08 13:48:19', '2018-01-08 13:48:19', '15+12+21+51-35-53+17-26+55+30-76+58-62', 16, NULL, 20),
(90, 'Пример 1', 0.00, 0, 0, 0, '2018-01-08 13:49:08', '2018-01-08 13:49:08', '111+222+555', 18, NULL, 1),
(91, 'Пример 2', 0.00, 0, 0, 0, '2018-01-08 13:50:13', '2018-01-08 13:50:13', '123+321-200', 18, NULL, 2),
(92, 'Пример 3', 0.00, 0, 0, 0, '2018-01-08 13:51:45', '2018-01-08 13:51:45', '202-101+565', 18, NULL, 3),
(93, 'Пример 4 ', 0.00, 0, 0, 0, '2018-01-08 13:53:08', '2018-01-08 13:53:08', '765+123-872', 18, NULL, 4),
(94, 'Пример 5', 0.00, 0, 0, 0, '2018-01-08 13:55:02', '2018-01-08 13:55:02', '987-456+357', 18, NULL, 5),
(95, 'Пример 6', 0.00, 0, 0, 0, '2018-01-08 14:06:46', '2018-01-08 14:06:46', '415+551-300+110+112', 18, NULL, 6),
(96, 'Пример 7', 0.00, 0, 0, 0, '2018-01-13 04:45:06', '2018-01-13 04:45:06', '221+573-133+312-550', 18, NULL, 7),
(97, 'Пример 8', 0.00, 0, 0, 0, '2018-01-14 10:50:35', '2018-01-14 10:50:35', '214+230-112+551-633', 18, NULL, 8),
(98, 'Пример 9', 0.00, 0, 0, 0, '2018-01-14 10:51:48', '2018-01-14 10:51:48', '896-341+212-615+110', 18, NULL, 9),
(99, 'Пример 10', 0.00, 0, 0, 0, '2018-01-14 11:02:01', '2018-01-14 11:02:01', '978-525+526-772+100+150', 18, NULL, 10),
(100, 'Пример 11', 0.00, 0, 0, 0, '2018-01-20 02:22:48', '2018-01-20 02:22:48', '121+505-526+100+788-322+100', 18, NULL, 11),
(101, 'Пример 12', 0.00, 0, 0, 0, '2018-01-20 02:24:36', '2018-01-20 02:24:36', '123+321+555-676-100+610-500', 18, NULL, 12),
(102, 'Пример 13', 0.00, 0, 0, 0, '2018-01-20 02:27:44', '2018-01-20 02:27:44', '50+122+711-103+219-115+105', 18, NULL, 13),
(103, 'Пример 14', 0.00, 0, 0, 0, '2018-01-20 02:31:09', '2018-01-20 02:31:09', '314+620-712+101+50-171+505', 18, NULL, 14),
(104, 'Пример 15', 0.00, 0, 0, 0, '2018-01-20 08:44:09', '2018-01-20 08:44:09', '221+753-863+333-121+550+25-333', 18, NULL, 15),
(105, 'Пример 16', 0.00, 0, 0, 0, '2018-01-20 08:48:33', '2018-01-20 08:48:33', '672+217-564+121-46+527-300-102', 18, NULL, 16),
(106, 'Пример 17', 0.00, 0, 0, 0, '2018-01-20 08:53:05', '2018-01-20 08:53:05', '177+510-132+111-151+262-525+636', 18, NULL, 17),
(107, 'Пример 20', 0.00, 0, 0, 0, '2018-01-21 16:51:43', '2018-01-25 14:36:22', '2+2+5-6+1-3+7-2-5', 14, NULL, 20),
(108, 'Пример 18', 0.00, 0, 0, 0, '2018-01-21 17:39:15', '2018-01-21 17:39:15', '130+656+100-225-500+737-560+111+550', 18, NULL, 18),
(109, 'Пример 19', 0.00, 0, 0, 0, '2018-01-21 18:30:17', '2018-01-21 18:30:17', '255+732-326-111+317-655+100+550-201', 18, NULL, 19),
(110, 'Пример 20', 0.00, 0, 0, 0, '2018-01-21 18:30:39', '2018-01-21 18:33:44', '212+585+202-987+412+515-606+100+505', 18, NULL, 20),
(111, 'Пример 1', 0.00, 0, 0, 0, '2018-01-21 18:34:41', '2018-01-21 18:34:41', '1111+2323+1010', 23, NULL, 1),
(112, 'Пример 2', 0.00, 0, 0, 0, '2018-01-21 18:35:47', '2018-01-21 18:35:47', '5555+1111+2011', 23, NULL, 2),
(113, 'Пример 3', 0.00, 0, 0, 0, '2018-01-21 18:38:40', '2018-01-21 18:38:40', '6222+1555+2222', 23, NULL, 3),
(114, 'Пример 4', 0.00, 0, 0, 0, '2018-01-21 18:39:16', '2018-01-21 18:39:16', '9999-5115-2552', 23, NULL, 4),
(115, 'Пример 5', 0.00, 0, 0, 0, '2018-01-21 18:39:32', '2018-01-21 18:41:10', '5252+1111+1515', 23, NULL, 5),
(116, 'Пример 6', 0.00, 0, 0, 0, '2018-01-21 18:42:07', '2018-01-21 18:42:42', '9876-4321+2321-1010', 23, NULL, 6),
(117, 'Пример 7', 0.00, 0, 0, 0, '2018-01-21 18:47:04', '2018-01-21 18:47:04', '1596-1041+5222+1100', 23, NULL, 7),
(118, 'Пример 8', 0.00, 0, 0, 0, '2018-01-21 18:53:53', '2018-01-21 18:53:53', '8833-5500+1111+5555', 23, NULL, 8),
(119, 'Пример 9', 0.00, 0, 0, 0, '2018-01-21 18:57:37', '2018-01-21 18:57:37', '7890+2109-3681+1010', 23, NULL, 9),
(120, 'Пример 10', 0.00, 0, 0, 0, '2018-01-21 19:04:45', '2018-01-21 19:04:45', '8520-7020+3388+5000', 23, NULL, 10),
(121, 'Пример 11', 0.00, 0, 0, 0, '2018-01-25 02:11:43', '2018-01-25 02:11:43', '231+1111+5657-68-1220+10', 23, NULL, 11),
(122, 'Пример 12', 0.00, 0, 0, 0, '2018-01-25 13:45:34', '2018-01-25 13:45:34', '2523+326+5150-6839+26+113+2000', 23, NULL, 12),
(123, 'Пример 13', 0.00, 0, 0, 0, '2018-01-25 13:52:17', '2018-01-25 13:52:17', '2+27+8350-2153+253+1500+2020-6789+164', 23, NULL, 13),
(124, 'Пример 14', 0.00, 0, 0, 0, '2018-01-25 13:54:33', '2018-01-25 13:54:33', '21+526+2452-1675+8125-5326+5550+171+700', 23, NULL, 14),
(125, 'Пример 15', 0.00, 0, 0, 0, '2018-01-25 13:57:33', '2018-01-25 13:57:33', '15+124+7610-1635-103+222+3766-855-5000', 23, NULL, 15),
(126, 'Пример 16', 0.00, 0, 0, 0, '2018-01-25 14:01:29', '2018-01-25 14:01:29', '2525+5323+151-1888+1666-7651+2101+5550', 23, NULL, 16),
(127, 'Пример 17', 0.00, 0, 0, 0, '2018-01-25 14:04:55', '2018-01-25 14:04:55', '2+52+225+6520-5154+1152-1687-1000', 23, NULL, 17),
(128, 'Пример 18', 0.00, 0, 0, 0, '2018-01-25 14:14:23', '2018-01-25 14:14:23', '25+163+6611+3200-9876+11+110', 23, NULL, 18),
(129, 'Пример 19', 0.00, 0, 0, 0, '2018-01-25 14:21:44', '2018-01-25 14:21:44', '2222+566-1555+11+6200+555-7777', 23, NULL, 19),
(130, 'Пример 20', 0.00, 0, 0, 0, '2018-01-25 14:28:12', '2018-01-25 14:28:12', '7896-6781+5554+1110+21-6-272', 23, NULL, 20),
(131, 'Пример 1', 0.00, 0, 0, 0, '2018-01-25 15:06:08', '2018-01-25 15:06:28', '2+2+1-5+2+6', 31, NULL, 1),
(132, 'Пример 2', 0.00, 0, 0, 0, '2018-01-25 15:07:07', '2018-01-25 15:07:07', '1+3+1+2-6+1', 31, NULL, 2),
(133, 'Пример 3', 0.00, 0, 0, 0, '2018-01-25 15:08:07', '2018-01-25 15:08:07', '8-6+2+1+4-7', 31, NULL, 3),
(134, 'Пример 4', 0.00, 0, 0, 0, '2018-01-25 15:10:40', '2018-01-25 15:10:40', '4+1+2-6+3+1', 31, NULL, 4),
(135, 'Пример 5', 0.00, 0, 0, 0, '2018-01-25 15:11:21', '2018-01-25 15:11:21', '1+1+2+1+3-6+2', 31, NULL, 5),
(136, 'Пример 6', 0.00, 0, 0, 0, '2018-02-01 11:29:55', '2018-02-01 11:29:55', '2+2+1-5+6-1-5+4+1', 31, NULL, 6),
(137, 'Пример 7', 0.00, 0, 0, 0, '2018-02-01 11:31:26', '2018-02-01 11:31:26', '3+1+1+2-6+3+1+2-7', 31, NULL, 7),
(138, 'Пример 8', 0.00, 0, 0, 0, '2018-02-01 11:32:57', '2018-02-01 11:32:57', '4+1+3-6+2+1+2+2-8', 31, NULL, 8),
(139, 'Пример 9', 0.00, 0, 0, 0, '2018-02-01 11:34:14', '2018-02-01 11:34:14', '1+1+2+5-6+1+1+3-6', 31, NULL, 9),
(140, 'Пример 10', 0.00, 0, 0, 0, '2018-02-01 11:35:40', '2018-02-01 11:35:58', '4+5-7+2+1+3-7+3+1', 31, NULL, 10),
(141, 'Пример 11', 0.00, 0, 0, 0, '2018-02-01 11:37:46', '2018-02-01 11:37:46', '2+2+1+3-7+3+1+4-6+1+1', 31, NULL, 11),
(142, 'Пример 12 ', 0.00, 0, 0, 0, '2018-02-01 11:39:08', '2018-02-01 11:39:08', '9-6+1+1+2-6+3+1-5+4+1', 31, NULL, 12),
(143, 'Пример 13', 0.00, 0, 0, 0, '2018-02-01 11:40:34', '2018-02-01 11:40:34', '8-7+2+1+5-7+2+1-5+3+1', 31, NULL, 13),
(144, 'Пример 14', 0.00, 0, 0, 0, '2018-02-01 11:41:57', '2018-02-01 11:41:57', '7-5+2+1+3-6+2+1+4-2-5', 31, NULL, 14),
(145, 'Пример 15', 0.00, 0, 0, 0, '2018-02-01 11:44:40', '2018-02-01 11:44:40', '5+1+2-5+1+1+2+2-5+1+1', 31, NULL, 15),
(146, 'Пример 16', 0.00, 0, 0, 0, '2018-02-02 01:46:05', '2018-02-02 01:46:05', '2+2+1+3-7+2+1+1-5+4+1+2+2-5+1', 31, NULL, 16),
(147, 'Пример 17', 0.00, 0, 0, 0, '2018-02-02 02:12:03', '2018-02-02 02:12:03', '4+1+3-6+1+1+1+2-7+1+3+1+1-5+2', 31, NULL, 17),
(148, 'Пример 18', 0.00, 0, 0, 0, '2018-02-02 02:16:48', '2018-02-02 02:16:48', '8-6+2+1+3-7+1+1+1+1+2-6+1+2+1+1', 31, NULL, 18),
(149, 'Пример 19', 0.00, 0, 0, 0, '2018-02-02 05:08:51', '2018-02-02 05:08:51', '3+1+1+4-7+2+1-5+1+1+2+1+3-6+2+1', 31, NULL, 19),
(150, 'Пример 20', 0.00, 0, 0, 0, '2018-02-02 05:12:18', '2018-02-02 05:12:18', '9-7+1+1+1+2-6+1+2+1+3+1-5+1+2+1', 31, NULL, 20),
(151, 'Пример 1', 0.00, 0, 0, 0, '2018-02-04 10:09:21', '2018-02-04 10:09:21', '4-1+2+3', 33, NULL, 1),
(152, 'Пример 2', 0.00, 0, 0, 0, '2018-02-04 10:09:23', '2018-02-04 10:09:23', '9-5+2-6', 33, NULL, 2),
(153, 'Пример 3', 0.00, 0, 0, 0, '2018-02-04 10:13:31', '2018-02-04 10:13:31', '3+2+1+1+2-8', 33, NULL, 3),
(154, 'Пример 4', 0.00, 0, 0, 0, '2018-02-04 10:13:39', '2018-02-04 10:13:39', '6+3-5+2-6+4', 33, NULL, 4),
(155, 'Пример 5', 0.00, 0, 0, 0, '2018-02-04 10:19:48', '2018-02-04 10:19:48', '7+2-5+2-1+2', 33, NULL, 5),
(156, 'Пример 6', 0.00, 0, 0, 0, '2018-02-04 10:20:39', '2018-02-04 10:20:39', '2+2+2+1+2-5', 33, NULL, 6),
(157, 'Пример 7', 0.00, 0, 0, 0, '2018-02-04 10:21:26', '2018-02-04 10:21:26', '9-5+2+3-4+1', 33, NULL, 7),
(159, 'Пример 8', 0.00, 0, 0, 0, '2018-02-04 10:24:43', '2018-02-04 10:24:43', '1+3-4+3+2-5+7-2', 33, NULL, 8),
(160, 'Пример 9', 0.00, 0, 0, 0, '2018-02-04 10:26:31', '2018-02-04 10:26:31', '6+2-5+2+1+1-5+1', 33, NULL, 9),
(161, 'Пример 10', 0.00, 0, 0, 0, '2018-02-04 10:27:41', '2018-02-04 10:27:41', '8-5+2+1-5+3+1+2', 33, NULL, 10),
(162, 'Пример 11', 0.00, 0, 0, 0, '2018-02-04 10:28:26', '2018-02-04 10:28:26', '1+2+2+4-7-2+1+5', 33, NULL, 11),
(163, 'Пример 12', 0.00, 0, 0, 0, '2018-02-04 10:31:08', '2018-02-04 10:31:08', '2+2+2+3-9+3+2+1', 33, NULL, 12),
(164, 'Пример 1', 0.00, 0, 0, 0, '2018-02-04 11:07:39', '2018-02-04 11:07:39', '3+2-2+1', 34, NULL, 1),
(165, 'Пример 21', 0.00, 0, 0, 0, '2018-02-04 11:55:15', '2018-02-04 11:55:15', '21+23+11+12', 31, NULL, 21),
(166, 'Пример 22', 0.00, 0, 0, 0, '2018-02-04 12:30:15', '2018-02-04 12:30:15', '22+22+11+11', 31, NULL, 22),
(167, 'Пример 23', 0.00, 0, 0, 0, '2018-02-04 12:32:13', '2018-02-04 12:32:13', '32+12+10+11', 31, NULL, 23),
(168, 'Пример 24', 0.00, 0, 0, 0, '2018-02-04 12:33:02', '2018-02-04 12:33:02', '53+41-50+11', 31, NULL, 24),
(169, 'Пример 25', 0.00, 0, 0, 0, '2018-02-04 12:34:17', '2018-02-04 12:34:17', '87+11-50+11', 31, NULL, 25),
(170, 'Пример 26', 0.00, 0, 0, 0, '2018-02-04 12:36:24', '2018-02-04 12:36:24', '84+11-55+14+11+12', 31, NULL, 26),
(171, 'Пример 27', 0.00, 0, 0, 0, '2018-02-04 12:37:20', '2018-02-04 12:37:20', '76+23-56+11+21+13', 31, NULL, 27),
(172, 'Пример 28', 0.00, 0, 0, 0, '2018-02-04 13:02:51', '2018-02-04 13:02:51', '25+23+10-55+11+31', 31, NULL, 28),
(173, 'Пример 29', 0.00, 0, 0, 0, '2018-02-04 14:11:01', '2018-02-04 14:11:01', '65+34-52+12+20-15', 31, NULL, 29),
(174, 'Пример 30', 0.00, 0, 0, 0, '2018-02-04 14:12:52', '2018-02-04 14:12:52', '83+11-50+11+23-67', 31, NULL, 30),
(175, 'Пример 2', 0.00, 0, 0, 0, '2018-02-04 14:15:39', '2018-02-04 14:15:39', '3+2-2-1', 34, NULL, 2),
(176, 'Пример 3', 0.00, 0, 0, 0, '2018-02-04 14:35:01', '2018-02-04 14:35:01', '5-2+5+1-3+2', 34, NULL, 3),
(177, 'Пример 4', 0.00, 0, 0, 0, '2018-02-04 14:35:41', '2018-02-04 14:35:41', '6-2+1-5+4+1', 34, NULL, 4),
(178, 'Пример 5', 0.00, 0, 0, 0, '2018-02-04 14:38:59', '2018-02-04 14:38:59', '2+2+2-2-1+2', 34, NULL, 5),
(179, 'Пример 31', 0.00, 0, 0, 0, '2018-02-04 14:41:54', '2018-02-04 14:41:54', '97-61+13+10-55+21+23+10', 31, NULL, 31),
(180, 'Пример 6', 0.00, 0, 0, 0, '2018-02-04 14:43:17', '2018-02-04 14:43:17', '4+2-2+5-4+2', 34, NULL, 6),
(181, 'Пример 7', 0.00, 0, 0, 0, '2018-02-04 14:45:53', '2018-02-04 14:45:53', '5-2+1+1+3-8', 34, NULL, 7),
(182, 'Пример 8', 0.00, 0, 0, 0, '2018-02-04 14:50:43', '2018-02-04 14:50:43', '4+1-2+2-1+5-7+2', 34, NULL, 8),
(183, 'Пример 32', 0.00, 0, 0, 0, '2018-02-04 14:55:05', '2018-02-04 14:55:05', '32+16+11-57+22+61+13-55', 31, NULL, 32),
(184, 'Пример 9', 0.00, 0, 0, 0, '2018-02-04 14:56:10', '2018-02-04 14:56:10', '2+2+2-2-2-2+2+2', 34, NULL, 9),
(185, 'Пример 33', 0.00, 0, 0, 0, '2018-02-04 14:57:06', '2018-02-04 14:57:06', '43+16-55+31+12+12-58+33', 31, NULL, 33),
(186, 'Пример 10', 0.00, 0, 0, 0, '2018-02-04 14:59:26', '2018-02-04 14:59:26', '5-2+1+1-2+1+2+3', 34, NULL, 10),
(187, 'Пример 34', 0.00, 0, 0, 0, '2018-02-04 15:00:41', '2018-02-04 15:00:41', '34+61-75+21+11+35+11-81', 31, NULL, 34),
(188, 'Пример 11', 0.00, 0, 0, 0, '2018-02-04 15:04:18', '2018-02-04 15:04:18', '2+1+1+2-2+1-2-3', 34, NULL, 11),
(189, 'Пример 35', 0.00, 0, 0, 0, '2018-02-04 15:06:49', '2018-02-04 15:06:49', '17+31+10+31-56+11+11+42-57+15', 31, NULL, 35),
(190, 'Пример 12', 0.00, 0, 0, 0, '2018-02-04 15:11:52', '2018-02-04 15:11:52', '7-5+2+1-2+1+2-5', 34, NULL, 12),
(191, 'Пример 36', 0.00, 0, 0, 0, '2018-02-04 15:20:17', '2018-02-04 15:20:17', '84+11-65+14+11+23-56+21+11+31-65', 31, NULL, 36),
(192, 'Пример 37', 0.00, 0, 0, 0, '2018-02-04 15:24:28', '2018-02-04 15:24:28', '20+16+13+10-58+42+11+41-85+28+11+10', 31, NULL, 37),
(193, 'Пример 38', 0.00, 0, 0, 0, '2018-02-04 15:29:36', '2018-02-04 15:29:36', '38+11+10-55+31+12+12-56+21+11+63', 31, NULL, 38),
(194, 'Пример 39', 0.00, 0, 0, 0, '2018-02-04 15:32:29', '2018-02-04 15:32:29', '39-25+31+13+21-55+11+63-57+18+40', 31, NULL, 39),
(195, 'Пример 40', 0.00, 0, 0, 0, '2018-02-04 15:37:35', '2018-02-04 15:37:35', '74+11+13-66+52+11-95+23+61+11-30', 31, NULL, 40),
(196, 'Пример 1', 0.00, 0, 0, 0, '2018-02-04 15:38:13', '2018-02-04 15:38:13', '3+3+3-3', 35, NULL, 1),
(197, 'Пример 41', 0.00, 0, 0, 0, '2018-02-04 15:40:23', '2018-02-04 15:40:23', '41+13+41-85+34+11+24+20-76+21+11', 31, NULL, 41),
(198, 'Пример 2', 0.00, 0, 0, 0, '2018-02-04 15:42:15', '2018-02-04 15:42:15', '5-2+3-1', 35, NULL, 2),
(199, 'Пример 3', 0.00, 0, 0, 0, '2018-02-04 15:47:18', '2018-02-04 15:47:18', '5-2-1+3-1+3', 35, NULL, 3),
(200, 'Пример 42', 0.00, 0, 0, 0, '2018-02-04 15:49:22', '2018-02-04 15:49:22', '11+73+11-60+14+10-55+41+54-55+11', 31, NULL, 42),
(201, 'Пример 4', 0.00, 0, 0, 0, '2018-02-04 15:53:11', '2018-02-04 15:53:11', '3+1+3+2-5+1', 35, NULL, 4),
(202, 'Пример 5', 0.00, 0, 0, 0, '2018-02-04 15:55:36', '2018-02-04 15:55:36', '9-5+3-1-5+3', 35, NULL, 5),
(203, 'Пример 43', 0.00, 0, 0, 0, '2018-02-04 15:56:43', '2018-02-04 15:56:43', '44+11+23-56+52+21-65+14+11+22-72', 31, NULL, 43),
(204, 'Пример 44', 0.00, 0, 0, 0, '2018-02-04 15:58:18', '2018-02-04 15:58:18', '63+31-50+11+21-56+24+11+10+24+10', 31, NULL, 44),
(205, 'Пример 6', 0.00, 0, 0, 0, '2018-02-04 16:05:35', '2018-02-04 16:05:35', '3+1-2+1+1+3', 35, NULL, 6),
(206, 'Пример 7', 0.00, 0, 0, 0, '2018-02-04 16:06:23', '2018-02-04 16:06:23', '1+3+2-5+3+3', 35, NULL, 7),
(207, 'Пример 45', 0.00, 0, 0, 0, '2018-02-04 16:07:59', '2018-02-04 16:07:59', '45+12-55+32+11+12+32-59+14+11+10', 31, NULL, 45),
(208, 'Пример 8', 0.00, 0, 0, 0, '2018-02-04 16:10:12', '2018-02-04 16:10:12', '2+1+3+3-5+1-2+1', 35, NULL, 8),
(209, 'Пример 9', 0.00, 0, 0, 0, '2018-02-04 16:13:01', '2018-02-04 16:13:01', '5-1+2+3-7+2+3+1', 35, NULL, 9),
(210, 'Пример 10', 0.00, 0, 0, 0, '2018-02-04 16:35:04', '2018-02-04 16:35:04', '9-7+1+1-2+3-1+3', 35, NULL, 10),
(211, 'Пример 11', 0.00, 0, 0, 0, '2018-02-04 16:37:08', '2018-02-04 16:37:08', '8+1-5+3-7+3+1+1', 35, NULL, 11),
(212, 'Пример 12', 0.00, 0, 0, 0, '2018-02-04 16:38:22', '2018-02-04 16:38:22', '2+2+1-5+4+3-5+2', 35, NULL, 12),
(213, 'Пример 46', 0.00, 0, 0, 0, '2018-02-06 15:05:32', '2018-02-06 15:05:32', '111+222+111+111', 31, NULL, 46),
(214, 'Пример 47', 0.00, 0, 0, 0, '2018-02-06 15:13:52', '2018-02-06 15:13:52', '444+111+100+122', 31, NULL, 47),
(215, 'Пример 48', 0.00, 0, 0, 0, '2018-02-06 15:21:05', '2018-02-06 15:21:05', '777+222-555+111', 31, NULL, 48),
(216, 'Пример 49', 0.00, 0, 0, 0, '2018-02-06 16:08:58', '2018-02-06 16:08:58', '999-666+111+111', 31, NULL, 49),
(217, 'Пример 50', 0.00, 0, 0, 0, '2018-02-06 16:46:37', '2018-02-06 16:46:37', '899-555+100+110', 31, NULL, 50),
(218, 'Пример 21', 0.00, 0, 0, 0, '2018-02-09 09:00:32', '2018-02-09 09:01:07', '9-7+2+5-4-5+7=	                            ', 14, NULL, 0),
(219, 'Пример 22', 0.00, 0, 0, 0, '2018-02-09 09:04:43', '2018-03-18 06:05:17', '1+3-2+6-5+1-4+6', 14, NULL, 22),
(220, 'Пример 23', 0.00, 0, 0, 0, '2018-02-09 09:09:47', '2018-02-09 09:11:56', '2+1+1-3+8-5-4', 14, NULL, 23),
(221, 'Пример 24', 0.00, 0, 0, 0, '2018-02-09 09:10:48', '2018-02-09 09:12:17', '9-4+3+1-6-2+8', 14, NULL, 24),
(222, 'Пример 25', 0.00, 0, 0, 0, '2018-02-09 09:11:14', '2018-02-11 18:50:23', '7+1+1-3-5+7-3', 14, NULL, 25),
(223, 'Пример 51', 0.00, 0, 0, 0, '2018-02-11 12:35:07', '2018-02-11 12:36:09', '221+112+111+111+221-666', 31, NULL, 51),
(224, 'Пример 52', 0.00, 0, 0, 0, '2018-02-11 12:38:37', '2018-02-11 12:38:37', '748+211-555+111-505+301', 31, NULL, 52),
(225, 'Пример 53', 0.00, 0, 0, 0, '2018-02-11 12:40:09', '2018-02-11 12:40:09', '342+112+131-505+111+111', 31, NULL, 53),
(226, 'Пример 54', 0.00, 0, 0, 0, '2018-02-11 12:46:13', '2018-02-11 12:46:13', '431+113+310-550+141+110', 31, NULL, 54),
(227, 'Пример 55', 0.00, 0, 0, 0, '2018-02-11 12:49:35', '2018-02-11 12:49:35', '212+232+111-505+342+102', 31, NULL, 55),
(228, 'Пример 56', 0.00, 0, 0, 0, '2018-02-11 12:57:34', '2018-02-11 12:57:34', '978-566+132+211-200+324', 31, NULL, 56),
(229, 'Пример 57', 0.00, 0, 0, 0, '2018-02-11 13:13:26', '2018-02-11 13:13:26', '440+114+431-555+104+111', 31, NULL, 57),
(230, 'Пример 58', 0.00, 0, 0, 0, '2018-02-11 13:14:36', '2018-02-11 13:14:36', '678-555+321+100+110+111', 31, NULL, 58),
(231, 'Пример 59', 0.00, 0, 0, 0, '2018-02-11 13:16:45', '2018-02-11 13:16:45', '645+314-555+101+213-616', 31, NULL, 59),
(232, 'Пример 60', 0.00, 0, 0, 0, '2018-02-11 13:20:35', '2018-02-11 13:20:35', '345+114+110-566+441+100+311', 31, NULL, 60),
(233, 'Пример 1', 0.00, 0, 0, 0, '2018-02-11 13:31:49', '2018-02-11 13:31:49', '5-1-2+6+1-7', 32, NULL, 1),
(234, 'Пример 2', 0.00, 0, 0, 0, '2018-02-11 13:44:43', '2018-02-11 13:44:43', '8-5+1+1-1+2', 32, NULL, 2),
(235, 'Пример 3', 0.00, 0, 0, 0, '2018-02-11 13:48:58', '2018-02-11 13:48:58', '9-4-1+5-6+1', 32, NULL, 3),
(236, 'Пример 4', 0.00, 0, 0, 0, '2018-02-11 13:49:53', '2018-02-11 13:49:53', '7-2-1+6-4-1', 32, NULL, 4),
(237, 'Пример 5', 0.00, 0, 0, 0, '2018-02-11 13:51:05', '2018-02-11 13:51:05', '5-1-4+6-1-1', 32, NULL, 5),
(238, 'Пример 6', 0.00, 0, 0, 0, '2018-02-11 13:53:00', '2018-02-11 13:53:00', '6-1-1+5-8+3+1-1', 32, NULL, 6),
(239, 'Пример 7', 0.00, 0, 0, 0, '2018-02-11 13:56:56', '2018-02-11 13:56:56', '8-3-1+5-6+1+1-1', 32, NULL, 7),
(240, 'Пример 8', 0.00, 0, 0, 0, '2018-02-11 13:58:00', '2018-02-11 13:58:00', '9-4-1+5-7+2+1+2', 32, NULL, 8),
(241, 'Пример 9', 0.00, 0, 0, 0, '2018-02-11 14:01:16', '2018-02-11 14:01:16', '6+3-4-1+5-9+5-1', 32, NULL, 9),
(242, 'Пример 10', 0.00, 0, 0, 0, '2018-02-11 15:51:31', '2018-02-11 15:51:31', '2+2+1-1-3+5-1-1', 32, NULL, 10),
(243, 'Пример 11', 0.00, 0, 0, 0, '2018-02-11 16:14:30', '2018-02-11 16:14:30', '9-4-1+5-6+1-3+5-1-1-2', 32, NULL, 11),
(244, 'Пример 12', 0.00, 0, 0, 0, '2018-02-11 16:23:34', '2018-02-11 16:23:34', '6-1-1+5-7+5-2-1-1+5-6', 32, NULL, 12),
(245, 'Пример 13', 0.00, 0, 0, 0, '2018-02-11 16:28:23', '2018-02-11 16:28:23', '9-5-2+6-3-1-2+5-2-1+5', 32, NULL, 13),
(246, 'Пример 14', 0.00, 0, 0, 0, '2018-02-11 16:32:10', '2018-02-11 16:32:10', '2+1+5-3-1+5-7-2+5-1-3', 32, NULL, 14),
(247, 'Пример 15', 0.00, 0, 0, 0, '2018-02-11 16:41:12', '2018-02-11 16:41:12', '5-1-4+6-1-1+5-9+2+2+1', 32, NULL, 15),
(248, 'Пример 16', 0.00, 0, 0, 0, '2018-02-11 16:49:12', '2018-02-11 16:49:12', '8-3-1+5-6+1+1+2+2-4-1-2-1+5', 32, NULL, 16),
(249, 'Пример 17', 0.00, 0, 0, 0, '2018-02-11 17:06:41', '2018-02-11 17:06:41', '6-1-1+1+2-6+3+1+2+2-4-1+5-3-1-1', 32, NULL, 17),
(250, 'Пример 18', 0.00, 0, 0, 0, '2018-02-11 17:20:19', '2018-02-11 17:20:19', '7-2-1-3+5-1-1+1+2-6+3+1+2-6+3+1-1-2', 32, NULL, 18),
(251, 'Пример 19', 0.00, 0, 0, 0, '2018-02-11 17:27:08', '2018-02-11 17:27:08', '8-1-2-1+5-6+1+1+2-6+2+5+1-4-1+5-8+5-1-1', 32, NULL, 19),
(252, 'Пример 20', 0.00, 0, 0, 0, '2018-02-11 17:31:35', '2018-02-11 17:31:35', '8-3-1-2+5-6-1+4+5-2-2-1+1+3-6+2+1-1-3+5-1-1', 32, NULL, 20),
(253, 'Пример 1', 0.00, 0, 0, 0, '2018-02-11 17:32:37', '2018-02-11 17:32:37', '9+1+2+3', 43, NULL, 1),
(254, 'Пример 21', 0.00, 0, 0, 0, '2018-02-11 18:51:30', '2018-02-11 18:51:30', '55-11+55-77', 32, NULL, 21),
(255, 'Пример 22', 0.00, 0, 0, 0, '2018-02-12 06:11:48', '2018-02-12 06:11:48', '22+22+11-11', 32, NULL, 22),
(256, 'Пример 23', 0.00, 0, 0, 0, '2018-02-12 06:15:31', '2018-02-12 06:15:31', '77-22-11-12', 32, NULL, 23),
(257, 'Пример 24', 0.00, 0, 0, 0, '2018-02-12 06:17:56', '2018-02-12 06:17:56', '54-11+10-13+15-11', 32, NULL, 24),
(258, 'Пример 25', 0.00, 0, 0, 0, '2018-02-12 06:19:42', '2018-02-12 06:19:42', '25-21+41+10-15-20', 32, NULL, 25),
(259, 'Пример 26', 0.00, 0, 0, 0, '2018-02-12 10:08:51', '2018-02-12 10:08:51', '23+21+10+11-15-10', 32, NULL, 26),
(260, 'Пример 27', 0.00, 0, 0, 0, '2018-02-12 10:13:14', '2018-02-12 10:13:14', '76-21-11+50-43-11+17+22', 32, NULL, 27),
(261, 'Пример 28', 0.00, 0, 0, 0, '2018-02-12 10:15:58', '2018-02-12 10:15:58', '28+21+10-14-31+55-14-11', 32, NULL, 28),
(262, 'Пример 29', 0.00, 0, 0, 0, '2018-02-12 10:19:46', '2018-02-12 10:19:46', '34+11-25+57-22-11+50-44-10', 32, NULL, 29),
(263, 'Пример 30', 0.00, 0, 0, 0, '2018-02-12 10:23:39', '2018-02-12 10:23:39', '98-23-21-10+15+20-67+12+21', 32, NULL, 30),
(264, 'Пример 31', 0.00, 0, 0, 0, '2018-02-12 10:31:52', '2018-02-12 10:31:52', '15-11+65-58+66-22-11+10+21-55', 32, NULL, 31),
(265, 'Пример 32', 0.00, 0, 0, 0, '2018-02-12 14:21:26', '2018-02-12 14:21:26', '58-13-21+75-44-11+10+31+14-78', 32, NULL, 32),
(266, 'Пример 33', 0.00, 0, 0, 0, '2018-02-13 06:04:56', '2018-02-13 06:04:56', '56-16+18+41-55+11+10-11+25-67+32', 32, NULL, 33),
(267, 'Пример 34', 0.00, 0, 0, 0, '2018-02-13 06:06:52', '2018-02-13 06:06:52', '27+22+10-14-31+25-14-11+40+11', 32, NULL, 34),
(268, 'Пример 35', 0.00, 0, 0, 0, '2018-02-13 06:10:20', '2018-02-13 06:10:20', '81+13-44-11-22+66-33-11+10+21-55', 32, NULL, 35),
(269, 'Пример 36', 0.00, 0, 0, 0, '2018-02-13 06:12:19', '2018-02-13 06:12:19', '75-21+45-78+23+11-10-11+65-24-21', 32, NULL, 36),
(270, 'пример 26', 0.00, 0, 0, 0, '2018-02-13 06:31:50', '2018-02-13 06:31:50', '1+2-3+5+4-6-3', 14, NULL, 26),
(271, 'пример 27', 0.00, 0, 0, 0, '2018-02-13 06:32:32', '2018-02-13 06:32:32', ' 6+2-5+6-4-5+2', 14, NULL, 27),
(272, 'пример 28', 0.00, 0, 0, 0, '2018-02-13 06:32:44', '2018-02-13 06:33:09', '3-2+7-3+1-5+2', 14, NULL, 28),
(273, 'пример 29', 0.00, 0, 0, 0, '2018-02-13 06:33:41', '2018-02-13 06:33:41', '8-3+2-5+7-6+1', 14, NULL, 29),
(274, 'пример 30', 0.00, 0, 0, 0, '2018-02-13 06:34:09', '2018-02-13 06:34:09', '9-7+2+5-2+1-7', 14, NULL, 30),
(275, 'пример 31', 0.00, 0, 0, 0, '2018-02-13 06:34:43', '2018-02-13 06:34:43', '4+5-2-6+3+5-8', 14, NULL, 31),
(276, 'пример 32', 0.00, 0, 0, 0, '2018-02-13 06:35:13', '2018-02-13 06:35:13', '2+2-4+5+1-6+8', 14, NULL, 32),
(277, 'пример 33', 0.00, 0, 0, 0, '2018-02-13 06:35:42', '2018-02-13 06:35:42', '2+1+5-6+7-1-5', 14, NULL, 33),
(278, 'пример 34', 0.00, 0, 0, 0, '2018-02-13 06:36:09', '2018-02-13 06:36:09', ' 5+2-1+3-5-2+6', 14, NULL, 34),
(279, 'пример 35', 0.00, 0, 0, 0, '2018-02-13 06:36:39', '2018-02-13 06:36:39', '7-5+2-3+6+1-5', 14, NULL, 35),
(280, 'пример 36', 0.00, 0, 0, 0, '2018-02-13 06:37:08', '2018-02-13 06:37:08', ' 9-8+2+1+5-2-6', 14, NULL, 36),
(281, 'пример 37', 0.00, 0, 0, 0, '2018-02-13 06:37:38', '2018-02-13 06:37:38', ' 7-2+1-5+3+5-4', 14, NULL, 37),
(282, 'пример 38', 0.00, 0, 0, 0, '2018-02-13 06:38:06', '2018-02-13 06:38:06', '2+2-3+5-1-5+4', 14, NULL, 38),
(283, 'пример 39', 0.00, 0, 0, 0, '2018-02-13 06:38:50', '2018-02-13 06:38:50', '8+1-4+2-5+1-3', 14, NULL, 39),
(284, 'пример 40', 0.00, 0, 0, 0, '2018-02-13 06:39:14', '2018-02-13 06:39:14', '4-1-2+6-7+4+5', 14, NULL, 40),
(285, 'пример 41', 0.00, 0, 0, 0, '2018-02-13 06:39:55', '2018-02-13 06:39:55', '5+1-5+3-2+6-8', 14, NULL, 41),
(286, 'пример 42', 0.00, 0, 0, 0, '2018-02-13 06:40:27', '2018-02-13 06:40:27', '1+5-6+2+2-4+7', 14, NULL, 42),
(287, 'пример 43', 0.00, 0, 0, 0, '2018-02-13 06:40:54', '2018-02-13 06:40:54', '1+6-7+8-5-2+3', 14, NULL, 43),
(288, 'пример 44', 0.00, 0, 0, 0, '2018-02-13 06:41:23', '2018-02-13 06:41:23', '2+6+1-3-1+4-2', 14, NULL, 44),
(289, 'пример 45', 0.00, 0, 0, 0, '2018-02-13 06:41:54', '2018-02-13 06:41:54', '2+1+5-8+4-2+5', 14, NULL, 45),
(290, 'пример 46', 0.00, 0, 0, 0, '2018-02-13 06:42:23', '2018-02-13 06:42:23', '1+7-3-5+6+2-7', 14, NULL, 46),
(291, 'пример 47', 0.00, 0, 0, 0, '2018-02-13 06:42:51', '2018-02-13 06:42:51', '3+6-9+2+2+5-4', 14, NULL, 47),
(292, 'пример 48', 0.00, 0, 0, 0, '2018-02-13 06:43:15', '2018-02-13 06:43:15', '8-2+3-9+2+7-6', 14, NULL, 48),
(293, 'пример 49', 0.00, 0, 0, 0, '2018-02-13 06:43:47', '2018-02-13 06:43:47', '1+2-3+4-1+5-6', 14, NULL, 49),
(294, 'пример 50', 0.00, 0, 0, 0, '2018-02-13 06:44:15', '2018-02-13 06:44:15', '7-2+4-5-4+2+2', 14, NULL, 50),
(295, 'Пример 37', 0.00, 0, 0, 0, '2018-02-13 18:13:19', '2018-02-13 18:13:19', '37-22-11+30+11+10-15+17+32-64', 32, NULL, 37),
(296, 'Пример 38', 0.00, 0, 0, 0, '2018-02-13 18:43:06', '2018-02-13 18:43:06', '87-32-10-21+71-85+34+15+20-23-11-41', 32, NULL, 38),
(297, 'Пример 39', 0.00, 0, 0, 0, '2018-02-13 18:45:10', '2018-02-13 18:45:10', '14+11+22+12-10-16+11+11-51+75-68+50-11-10', 32, NULL, 39),
(298, 'Пример 40', 0.00, 0, 0, 0, '2018-02-13 18:48:21', '2018-02-13 18:48:21', '56-11-41+55-15+1+53-96+42+10+41-60-11', 32, NULL, 40),
(299, 'Пример 13', 0.00, 0, 0, 0, '2018-02-13 18:51:20', '2018-02-13 18:52:13', '4+2+3-6+2-1-2+6-5', 33, NULL, 13),
(300, 'Пример 14', 0.00, 0, 0, 0, '2018-02-13 18:53:12', '2018-02-13 18:53:12', '3+2+2-5+2+2-1-1+2+2', 33, NULL, 14),
(301, 'Пример 15', 0.00, 0, 0, 0, '2018-02-13 18:54:49', '2018-02-13 18:54:49', '8-5+2+3+1-5+1+3+1-5+2+1-6', 33, NULL, 15),
(302, 'Пример 16', 0.00, 0, 0, 0, '2018-02-13 18:56:22', '2018-02-13 18:56:22', '5-1+2+2-5+2+4-5+1+1+3-5+2+2', 33, NULL, 16),
(303, 'Пример 17', 0.00, 0, 0, 0, '2018-02-13 18:57:55', '2018-02-13 18:57:55', '7-6+3+2+2+1-5+2+2-5+2+2-5+2+2', 33, NULL, 17),
(304, 'Пример 18', 0.00, 0, 0, 0, '2018-02-13 18:59:36', '2018-02-13 18:59:36', '9-4-1+2+2-5+1+1-5+3+2+1-6+7-2-1+2+1+1', 33, NULL, 18),
(305, 'Пример 19', 0.00, 0, 0, 0, '2018-02-13 19:01:10', '2018-02-13 19:01:10', '8+1-7+1+2-5+6-1+3-5+2+1+1-5+2+2-1', 33, NULL, 19),
(306, 'Пример 20', 0.00, 0, 0, 0, '2018-02-13 19:04:16', '2018-02-13 19:04:16', '7+1-5+2+3-6+2+1+2-5+2+2-5+2+2+1-5+3+2', 33, NULL, 20),
(307, 'Пример 21', 0.00, 0, 0, 0, '2018-02-13 19:04:40', '2018-04-23 13:23:12', '7+1-5+2+3-6+2+1+2-5+2+2-5+2+2+1-5+3+2+1-5+2', 33, NULL, 21),
(308, 'Пример 22', 0.00, 0, 0, 0, '2018-02-13 19:10:49', '2018-02-13 19:10:49', '30+20+10+15', 33, NULL, 22),
(309, 'Пример 23', 0.00, 0, 0, 0, '2018-02-13 19:11:25', '2018-02-13 19:11:25', '33+22-11+22', 33, NULL, 23),
(310, 'Пример 24', 0.00, 0, 0, 0, '2018-02-13 19:12:02', '2018-02-13 19:12:02', '24+22+13-56', 33, NULL, 24),
(311, 'Пример 25', 0.00, 0, 0, 0, '2018-02-13 19:14:58', '2018-02-13 19:14:58', '45-11+22-10+21', 33, NULL, 25),
(312, 'Пример 26', 0.00, 0, 0, 0, '2018-02-14 17:28:33', '2018-02-14 17:28:33', '22+22+22+33-55+11', 33, NULL, 26),
(313, 'Пример 27', 0.00, 0, 0, 0, '2018-02-14 17:42:31', '2018-02-14 17:42:31', '37+22-51+32+23-10', 33, NULL, 27),
(314, 'Пример 28', 0.00, 0, 0, 0, '2018-02-14 17:56:38', '2018-02-14 17:56:38', '89-55+21+31-76+11', 33, NULL, 28),
(315, 'Пример 29 ', 0.00, 0, 0, 0, '2018-02-14 19:51:20', '2018-02-14 19:51:20', '45-11+22+33-56+22', 33, NULL, 29),
(316, 'Пример 30', 0.00, 0, 0, 0, '2018-02-14 19:53:13', '2018-02-14 19:53:13', '21+13+22+32-53+24', 33, NULL, 30),
(317, 'Пример 31', 0.00, 0, 0, 0, '2018-02-14 19:55:56', '2018-02-14 19:55:56', ' 89-56+22-11+23-13-11+22', 33, NULL, 31),
(318, 'Пример 41', 0.00, 0, 0, 0, '2018-02-15 13:57:58', '2018-02-15 14:03:10', '78+21-55+11-10-31+11+63+11-44-11', 32, NULL, 41),
(319, 'Пример 42', 0.00, 0, 0, 0, '2018-02-15 14:02:41', '2018-02-15 14:02:41', '55-10-21+60-34-10+50-70+24+11-10-11', 32, NULL, 42),
(320, 'Пример 43', 0.00, 0, 0, 0, '2018-02-15 14:09:37', '2018-02-15 14:09:37', '85-11-20-12+57-18-51+14+10+11-61+45-27', 32, NULL, 43),
(321, 'Пример 44', 0.00, 0, 0, 0, '2018-02-15 14:11:51', '2018-02-15 14:11:51', '43+11+35-67+55-22-11+50+1-71+20+10+21', 32, NULL, 44),
(322, 'Пример 45', 0.00, 0, 0, 0, '2018-02-15 14:14:44', '2018-02-15 14:14:44', '75-21+35-66+25+10-13-31+35+10-57+25', 32, NULL, 45),
(323, 'Пример 46', 0.00, 0, 0, 0, '2018-02-15 14:15:56', '2018-02-15 14:15:56', '500-100+155', 32, NULL, 46),
(324, 'Пример 47', 0.00, 0, 0, 0, '2018-02-15 14:16:28', '2018-02-15 14:16:28', '555-100-111', 32, NULL, 47),
(325, 'Пример 48', 0.00, 0, 0, 0, '2018-02-15 14:17:11', '2018-02-15 14:17:11', '488-233-111', 32, NULL, 48),
(326, 'Пример 49', 0.00, 0, 0, 0, '2018-02-15 14:17:56', '2018-02-15 14:17:56', '655-111-132', 32, NULL, 49),
(327, 'Пример 50', 0.00, 0, 0, 0, '2018-02-15 14:18:55', '2018-02-15 14:18:55', '876-321-100-211', 32, NULL, 50),
(328, 'Пример 51', 0.00, 0, 0, 0, '2018-02-15 14:19:49', '2018-02-15 14:19:49', '987-432-101-210', 32, NULL, 51),
(329, 'Пример 52', 0.00, 0, 0, 0, '2018-02-15 14:22:00', '2018-02-15 14:22:00', '765-211-112+100', 32, NULL, 52),
(330, 'Пример 53', 0.00, 0, 0, 0, '2018-02-15 14:24:16', '2018-02-15 14:24:16', '599-133+100-111', 32, NULL, 53),
(331, 'Пример 54', 0.00, 0, 0, 0, '2018-02-15 14:26:30', '2018-02-15 14:26:30', '343+116+120-178', 32, NULL, 54),
(332, 'Пример 55', 0.00, 0, 0, 0, '2018-02-15 16:27:06', '2018-02-15 16:27:06', '999-357+210-312-100+114', 32, NULL, 55),
(333, 'Пример 56', 0.00, 0, 0, 0, '2018-02-15 16:32:53', '2018-02-15 16:32:53', '654+101-215-120+527+12', 32, NULL, 56),
(334, 'Пример 57', 0.00, 0, 0, 0, '2018-02-15 16:34:35', '2018-02-15 16:34:35', '155-111+655+200-244-110-111', 32, NULL, 57),
(335, 'Пример 58', 0.00, 0, 0, 0, '2018-02-15 16:57:50', '2018-02-15 16:57:50', '587-132-211+200+111-151+145', 32, NULL, 58),
(336, 'Пример 59', 0.00, 0, 0, 0, '2018-02-15 17:02:02', '2018-02-15 17:05:14', '636+252-233-110-101+111+421', 32, NULL, 59),
(337, 'Пример 60', 0.00, 0, 0, 0, '2018-02-15 17:04:38', '2018-02-15 17:04:38', '356+122-455+521-100+505-440-107', 32, NULL, 60),
(338, 'Пример 32', 0.00, 0, 0, 0, '2018-02-15 17:25:48', '2018-02-15 17:28:38', '31+23+22-56+23+22+23+11', 33, NULL, 32),
(339, 'Пример 33', 0.00, 0, 0, 0, '2018-02-15 17:38:15', '2018-02-15 17:38:15', '98-51-15+22+32+13-63+20', 33, NULL, 33),
(340, 'Пример 34', 0.00, 0, 0, 0, '2018-02-15 17:39:33', '2018-02-15 17:39:33', '41+22+22+14-75+22+51-65', 33, NULL, 34),
(341, 'Пример 35', 0.00, 0, 0, 0, '2018-02-15 17:41:15', '2018-02-15 17:41:15', '42+22+25-76+32+23+31-55', 33, NULL, 35),
(342, 'Пример 36', 0.00, 0, 0, 0, '2018-02-15 17:45:21', '2018-02-15 17:45:21', '56+21-51+23+20-66+32+23+31', 33, NULL, 36),
(343, 'Пример 37', 0.00, 0, 0, 0, '2018-02-15 17:46:40', '2018-02-15 17:46:40', '13+32+24+20-56+22+23-61+72', 33, NULL, 37),
(344, 'Пример 38', 0.00, 0, 0, 0, '2018-02-15 17:48:06', '2018-02-15 17:48:06', '23+12+21+32-55+22+43-65+20', 33, NULL, 38),
(345, 'Пример 39', 0.00, 0, 0, 0, '2018-02-15 17:49:30', '2018-02-15 17:49:30', '25+53-66+32+22+21-55+22+42', 33, NULL, 39),
(346, 'Пример 40', 0.00, 0, 0, 0, '2018-02-15 17:50:39', '2018-02-15 17:50:39', '81+13-50+22+21-56+22+32+12-75', 33, NULL, 40),
(347, 'Пример 41', 0.00, 0, 0, 0, '2018-02-15 17:52:17', '2018-02-15 17:52:17', '41+12+32-51+22-11+23-15+42-61+21', 33, NULL, 41),
(348, 'Пример 42', 0.00, 0, 0, 0, '2018-02-15 17:53:45', '2018-02-15 17:53:45', '42+22+21-55+23-10+22-11-11+22+23', 33, NULL, 42),
(349, 'Пример 43', 0.00, 0, 0, 0, '2018-02-15 17:55:48', '2018-02-15 17:55:48', '27+22-5+21+23-52+13-15+22+20+12', 33, NULL, 43),
(350, 'Пример 44', 0.00, 0, 0, 0, '2018-02-15 17:57:52', '2018-02-15 17:57:52', '89-56+22+32-55+22+31-51+22+10-15', 33, NULL, 44),
(351, 'Пример 45', 0.00, 0, 0, 0, '2018-02-15 17:59:20', '2018-02-15 17:59:20', '45-11+12+12-15+22+22-55+22+41-65+24+1', 33, NULL, 45),
(352, 'Пример 46', 0.00, 0, 0, 0, '2018-02-15 17:59:43', '2018-02-15 17:59:43', '333+222-111', 33, NULL, 46),
(353, 'Пример 47', 0.00, 0, 0, 0, '2018-02-15 18:00:26', '2018-02-15 18:00:26', '433+222+111', 33, NULL, 47),
(354, 'Пример 48', 0.00, 0, 0, 0, '2018-02-15 18:00:58', '2018-02-15 18:00:58', '888-555+202', 33, NULL, 48),
(355, 'Пример 49', 0.00, 0, 0, 0, '2018-02-15 18:01:32', '2018-02-15 18:01:32', '434+222-110', 33, NULL, 49),
(356, 'Пример 50', 0.00, 0, 0, 0, '2018-02-15 18:02:01', '2018-02-15 18:02:01', '545-111+222', 33, NULL, 50),
(357, 'Пример 51', 0.00, 0, 0, 0, '2018-02-15 18:02:45', '2018-02-15 18:02:45', '344+212+110-561', 33, NULL, 51),
(358, 'Пример 52', 0.00, 0, 0, 0, '2018-02-15 18:03:33', '2018-02-15 18:03:33', '433+122-101+241', 33, NULL, 52),
(359, 'Пример 53', 0.00, 0, 0, 0, '2018-02-15 18:04:23', '2018-02-15 18:04:23', '676+212-535+202-120', 33, NULL, 53),
(360, 'Пример 54', 0.00, 0, 0, 0, '2018-02-15 18:05:20', '2018-02-15 18:05:20', '435+124-114-115+222', 33, NULL, 54),
(361, 'Пример 55', 0.00, 0, 0, 0, '2018-02-15 18:06:21', '2018-02-15 18:06:21', '552-110+221+220+112-665', 33, NULL, 55),
(362, 'Пример 56', 0.00, 0, 0, 0, '2018-02-15 18:07:38', '2018-02-15 18:07:38', '332+552+112-761+223+131', 33, NULL, 56),
(363, 'Пример 57', 0.00, 0, 0, 0, '2018-02-15 18:08:37', '2018-02-15 18:08:37', '422+222+222-511-11+222-100', 33, NULL, 57),
(364, 'Пример 58', 0.00, 0, 0, 0, '2018-02-15 18:10:37', '2018-02-15 18:10:37', '466+123-155+220-111+312+134-767', 33, NULL, 58),
(365, 'Пример 59', 0.00, 0, 0, 0, '2018-02-15 18:12:00', '2018-02-15 18:12:00', '200+47+212-156+202+50-110+223+22-876', 33, NULL, 59),
(366, 'Пример 60', 0.00, 0, 0, 0, '2018-02-15 18:13:18', '2018-02-15 18:13:18', '656+222-553+220-101+121-111+222+101', 33, NULL, 60),
(367, 'Пример 13', 0.00, 0, 0, 0, '2018-02-15 18:45:32', '2018-02-15 18:45:32', '5-2+2-1+1+3-5+2-1+2+3', 34, NULL, 13),
(368, 'Пример 14', 0.00, 0, 0, 0, '2018-02-15 18:46:20', '2018-02-15 18:46:20', '7+1-5+2-1+2-2+5-4-2+1+1', 34, NULL, 14),
(369, 'Пример 15', 0.00, 0, 0, 0, '2018-02-15 18:48:16', '2018-02-15 18:48:16', '8-3-2+1+2+2+1-5+1-2+1+5-4-2', 34, NULL, 15),
(370, 'Пример 16', 0.00, 0, 0, 0, '2018-02-15 18:49:44', '2018-02-15 18:49:44', '2+2+2+1+1-3-2-1+2+1-2+1+5-4-2', 34, NULL, 16),
(371, 'Пример 17', 0.00, 0, 0, 0, '2018-02-15 18:52:22', '2018-02-15 18:52:22', '5-2+1+1-2+6-4-2+1+5-3-1-1+2+2-3-2', 34, NULL, 17),
(372, 'Пример 18', 0.00, 0, 0, 0, '2018-02-15 18:53:39', '2018-02-15 18:53:39', '2+2+2-1-2+1+1-2+6-1-3-2+5+1-7+2+1', 34, NULL, 18),
(373, 'Пример 19', 0.00, 0, 0, 0, '2018-02-15 18:54:53', '2018-02-15 18:54:53', '9-5+2-1-2+5-6+2+1-2+5-7+3+2+2-3-2+1+1+1', 34, NULL, 19),
(374, 'Пример 20', 0.00, 0, 0, 0, '2018-02-15 18:56:11', '2018-02-15 18:56:11', '7-6+5-1-2+1+2+2-3-2+2+2+2-8+1+5-2-2+1+1', 34, NULL, 20),
(375, 'Пример 21', 0.00, 0, 0, 0, '2018-02-15 18:57:08', '2018-02-15 18:57:08', '50-20+10+10', 34, NULL, 21),
(376, 'Пример 22', 0.00, 0, 0, 0, '2018-02-15 18:57:51', '2018-02-15 18:57:51', '55-22+11+11', 34, NULL, 22),
(377, 'Пример 23', 0.00, 0, 0, 0, '2018-02-15 18:57:53', '2018-02-15 18:58:41', '56-22+21-10', 34, NULL, 23),
(378, 'Пример 24', 0.00, 0, 0, 0, '2018-02-15 18:59:24', '2018-02-15 18:59:24', '66-21-21+11+20', 34, NULL, 24),
(379, 'Пример 25', 0.00, 0, 0, 0, '2018-02-15 19:00:22', '2018-02-15 19:00:22', '25-12+11+11+20', 34, NULL, 25),
(380, 'Пример 26', 0.00, 0, 0, 0, '2018-02-15 19:01:41', '2018-02-15 19:01:41', '86-32-21+21+42', 34, NULL, 26),
(381, 'Пример 27', 0.00, 0, 0, 0, '2018-02-15 19:03:08', '2018-02-15 19:03:08', '28-13-12+51+25-63', 34, NULL, 27),
(382, 'Пример 28', 0.00, 0, 0, 0, '2018-02-15 19:04:14', '2018-02-15 19:04:14', '56-12+22-15-20+13', 34, NULL, 28),
(383, 'Пример 29', 0.00, 0, 0, 0, '2018-02-15 19:05:25', '2018-02-15 19:05:25', '97-32-21+12-20-12', 34, NULL, 29),
(384, 'Пример 30', 0.00, 0, 0, 0, '2018-02-15 19:06:46', '2018-02-15 19:06:46', '24+22+10-21-32+15+51', 34, NULL, 30),
(385, 'Пример 31', 0.00, 0, 0, 0, '2018-02-15 19:09:20', '2018-02-15 19:09:20', '53+12-21+10-22+52+15-72', 34, NULL, 31),
(386, 'Пример 32', 0.00, 0, 0, 0, '2018-02-15 19:13:10', '2018-02-15 19:13:10', '58-23+11-32+51+21+10+12', 34, NULL, 32),
(387, 'Пример 33', 0.00, 0, 0, 0, '2018-02-15 19:16:00', '2018-02-15 19:16:00', '35-12+51+21-42-12+57-66', 34, NULL, 33),
(388, 'пример 21', 0.00, 0, 0, 0, '2018-02-16 06:58:43', '2018-02-16 06:58:43', '26-15+36+52-17 ', 16, NULL, 21),
(389, 'пример 22', 0.00, 0, 0, 0, '2018-02-16 06:59:11', '2018-02-16 06:59:11', '44+55-26+11+15 ', 16, NULL, 22),
(390, 'пример 23', 0.00, 0, 0, 0, '2018-02-16 06:59:40', '2018-02-16 06:59:40', '38-12-6+72+7 ', 16, NULL, 23),
(391, 'пример 24', 0.00, 0, 0, 0, '2018-02-16 07:00:06', '2018-02-16 07:00:06', '22+22+55-45-54 ', 16, NULL, 24),
(392, 'пример 25', 0.00, 0, 0, 0, '2018-02-16 07:00:29', '2018-02-16 07:00:29', '90+9-63+13+50 ', 16, NULL, 25),
(393, 'пример 26', 0.00, 0, 0, 0, '2018-02-16 07:00:54', '2018-02-16 07:00:54', '46+52-33-65+44 ', 16, NULL, 26),
(394, 'пример 27', 0.00, 0, 0, 0, '2018-02-16 07:01:21', '2018-02-16 07:01:21', '11+76-30-57+14 ', 16, NULL, 27),
(395, 'пример 28', 0.00, 0, 0, 0, '2018-02-16 07:01:45', '2018-02-16 07:01:45', '40+54-23-70+55 ', 16, NULL, 28),
(396, 'пример 29', 0.00, 0, 0, 0, '2018-02-16 07:02:16', '2018-02-16 07:02:16', '35+50-80+20-25 ', 16, NULL, 29),
(397, 'пример 30', 0.00, 0, 0, 0, '2018-02-16 07:02:38', '2018-02-16 07:02:38', '66-15+13-50+35 ', 16, NULL, 30),
(398, 'пример 51', 0.00, 0, 0, 0, '2018-02-16 10:43:27', '2018-02-16 10:43:27', '1+8-2-6+5+3-2', 14, NULL, 51),
(399, 'Пример 34', 0.00, 0, 0, 0, '2018-02-17 16:17:24', '2018-02-17 16:17:24', '32+22-23+13+11-25+17+12-26', 34, NULL, 34),
(400, 'Пример 35', 0.00, 0, 0, 0, '2018-02-17 16:48:07', '2018-02-17 16:48:07', '68-23+11-22+12-31-12+65+20-25-21', 34, NULL, 35),
(401, 'Пример 36', 0.00, 0, 0, 0, '2018-02-17 16:50:43', '2018-02-17 16:50:43', '76-21-25+17+10+31-16-20-21+26-22-11', 34, NULL, 36),
(402, 'Пример 37', 0.00, 0, 0, 0, '2018-02-17 16:52:04', '2018-02-17 16:52:04', '37+51-25-22+17+41-78+23+12+12', 34, NULL, 37),
(403, 'Пример 38', 0.00, 0, 0, 0, '2018-02-17 16:53:53', '2018-02-17 16:53:53', '38-16+12+21+32-76+57-23+10-12+26+30', 34, NULL, 38),
(404, 'Пример 39', 0.00, 0, 0, 0, '2018-02-17 16:55:29', '2018-02-17 16:55:29', '56-22+12+12-22+10-32+11+21+10+42-86', 34, NULL, 39),
(405, 'Пример 40', 0.00, 0, 0, 0, '2018-02-17 16:56:58', '2018-02-17 16:56:58', '65+12-57+25+12+31-66+22+22-15-11+27', 34, NULL, 40),
(406, 'Пример 41', 0.00, 0, 0, 0, '2018-02-17 16:58:45', '2018-02-17 16:58:45', '41+13+12-11-10-31+25-17+51+16-55+22+21-62', 34, NULL, 41),
(407, 'Пример 42', 0.00, 0, 0, 0, '2018-02-17 17:00:20', '2018-02-17 17:00:20', '15+70-32-11+27-63+31+12+10-57+35+21', 34, NULL, 42),
(408, 'Пример 43', 0.00, 0, 0, 0, '2018-02-17 17:01:39', '2018-02-17 17:01:39', '98-46-22+61-40-21+25-12+21+32-75', 34, NULL, 43),
(409, 'Пример 1', 0.00, 0, 0, 0, '2018-02-17 17:05:49', '2018-02-17 17:05:49', '2+5-3-2', 36, NULL, 1),
(410, 'Пример 2', 0.00, 0, 0, 0, '2018-02-17 17:06:36', '2018-02-17 17:06:36', '6-3+3-6', 36, NULL, 2),
(411, 'Пример 3', 0.00, 0, 0, 0, '2018-02-17 17:07:19', '2018-02-17 17:07:19', '6-3+2-3+2+1', 36, NULL, 3),
(412, 'Пример 4', 0.00, 0, 0, 0, '2018-02-17 17:09:47', '2018-02-17 17:09:47', '7-3+5-8+3+2', 36, NULL, 4),
(413, 'Пример 5', 0.00, 0, 0, 0, '2018-02-17 17:10:19', '2018-02-17 17:10:19', '5-3+3+4-5-1', 36, NULL, 5),
(414, 'Пример 6', 0.00, 0, 0, 0, '2018-02-17 17:10:54', '2018-02-17 17:10:54', '2+3-3+2+2+3 ', 36, NULL, 6),
(415, 'Пример 44', 0.00, 0, 0, 0, '2018-02-17 17:20:52', '2018-02-17 17:20:52', '45-12+11+11-22+15-23-12+21+61-75+77', 34, NULL, 44),
(416, 'Пример 7', 0.00, 0, 0, 0, '2018-02-17 17:22:12', '2018-02-17 17:22:12', '6+2-3-3+2+5 ', 36, NULL, 7),
(417, 'Пример 8', 0.00, 0, 0, 0, '2018-02-17 17:23:31', '2018-02-17 17:23:31', '5-3+2-3+2+1+1-3 ', 36, NULL, 8),
(418, 'Пример 45', 0.00, 0, 0, 0, '2018-02-17 17:23:41', '2018-02-17 17:23:41', '12+12+11-22+65-73-2+45+11-24-12+10+16', 34, NULL, 45),
(419, 'Пример 46', 0.00, 0, 0, 0, '2018-02-17 17:24:39', '2018-02-17 17:24:39', '432+122-550', 34, NULL, 46),
(420, 'Пример 9', 0.00, 0, 0, 0, '2018-02-17 17:24:49', '2018-02-17 17:24:49', '6-3+3-6+5-3+5-7 ', 36, NULL, 9),
(421, 'Пример 47', 0.00, 0, 0, 0, '2018-02-17 17:25:23', '2018-02-17 17:26:52', '232+222+101', 34, NULL, 47),
(422, 'Пример 48', 0.00, 0, 0, 0, '2018-02-17 17:26:26', '2018-02-17 17:26:26', '656-121-232', 34, NULL, 48),
(423, 'Пример 49', 0.00, 0, 0, 0, '2018-02-17 17:27:44', '2018-02-17 17:27:44', '344+211-100-122', 34, NULL, 49),
(424, 'Пример 50', 0.00, 0, 0, 0, '2018-02-17 17:28:44', '2018-02-17 17:28:44', '664-111-223-231', 34, NULL, 50),
(425, 'Пример 51', 0.00, 0, 0, 0, '2018-02-17 17:30:02', '2018-02-17 17:30:02', '511+133-200+212', 34, NULL, 51),
(426, 'Пример 52', 0.00, 0, 0, 0, '2018-02-17 17:30:53', '2018-02-17 17:30:53', '655-11+222-311-211', 34, NULL, 52),
(427, 'Пример 53', 0.00, 0, 0, 0, '2018-02-17 17:31:47', '2018-02-17 17:31:47', '767-212-100-322+121', 34, NULL, 53),
(428, 'Пример 54', 0.00, 0, 0, 0, '2018-02-17 17:33:09', '2018-02-17 17:33:09', '949+10-314+121-521+121', 34, NULL, 54),
(429, 'Пример 10', 0.00, 0, 0, 0, '2018-02-17 17:33:31', '2018-02-17 17:33:31', '3+2-3+2+1+4-5+1 ', 36, NULL, 10),
(430, 'Пример 11', 0.00, 0, 0, 0, '2018-02-17 17:34:24', '2018-02-17 17:34:24', '5-3+2-2-1+3+1-3 ', 36, NULL, 11),
(431, 'Пример 55', 0.00, 0, 0, 0, '2018-02-17 17:35:05', '2018-02-17 17:35:05', '343+212-111+211+11-515', 34, NULL, 55),
(432, 'Пример 56', 0.00, 0, 0, 0, '2018-02-17 17:36:15', '2018-02-17 17:36:15', '876-322-123+511+21-300', 34, NULL, 56),
(433, 'Пример 57', 0.00, 0, 0, 0, '2018-02-17 17:39:04', '2018-02-17 17:39:04', '654+121+113-363+202+50', 34, NULL, 57),
(434, 'Пример 58', 0.00, 0, 0, 0, '2018-02-17 17:40:05', '2018-02-17 17:40:05', '588-33-222+100+121+111', 34, NULL, 58),
(435, 'Пример 59', 0.00, 0, 0, 0, '2018-02-17 17:41:39', '2018-02-17 17:41:39', '757-212+121-522+321+101', 34, NULL, 59),
(436, 'Пример 60', 0.00, 0, 0, 0, '2018-02-17 17:43:09', '2018-02-17 17:43:09', '753-521+212+101+10-220-112-1', 34, NULL, 60),
(437, 'Пример 13', 0.00, 0, 0, 0, '2018-02-17 17:45:29', '2018-02-17 17:45:29', '2+2+1+2-5+3+1-2+3-6+3+1', 35, NULL, 13),
(438, 'Пример 12', 0.00, 0, 0, 0, '2018-02-17 17:46:46', '2018-02-17 17:46:46', '5-3+1-3+5-2+1+2', 36, NULL, 12),
(439, 'Пример 14', 0.00, 0, 0, 0, '2018-02-17 17:47:22', '2018-02-17 17:47:22', '2+3-1+3-5+3-2+1+1+2-6+3+3', 35, NULL, 14),
(440, 'Пример 15', 0.00, 0, 0, 0, '2018-02-17 17:49:26', '2018-02-17 17:49:26', '6+1-5+3+4-7+3-1+2+3-5+3-2-2', 35, NULL, 15),
(441, 'Пример 16', 0.00, 0, 0, 0, '2018-02-17 17:50:51', '2018-02-17 17:50:51', '6-2+3-6+3+1-2+3+3-5+3+1-6', 35, NULL, 16),
(442, 'Пример 17', 0.00, 0, 0, 0, '2018-02-17 17:52:43', '2018-02-17 17:52:43', '3+3+3-6+3-2+1+2+1-6+3+2+1-7', 35, NULL, 17),
(443, 'Пример 18', 0.00, 0, 0, 0, '2018-02-17 17:55:36', '2018-02-17 17:55:36', '9-7+3+1-2+3-6+8-7+3-1+2+1-5', 35, NULL, 18),
(444, 'Пример 19', 0.00, 0, 0, 0, '2018-02-17 17:57:15', '2018-02-17 17:57:15', '1+2+1+3-5+3+2+2-8+5-2+1-2+3+1-6+3+3', 35, NULL, 19),
(445, 'Пример 20', 0.00, 0, 0, 0, '2018-02-17 17:58:45', '2018-02-17 17:58:45', '9-8+1+3-2+3+2-5+3+3-5+1-2+3-2+1+2-6+2+6-7', 35, NULL, 20),
(446, 'Пример 21', 0.00, 0, 0, 0, '2018-02-17 18:01:13', '2018-02-17 18:01:13', '5-2+3+3-8+1+2-5-7+1+5-6+3-1+2+1+2-5+3-6', 35, NULL, 21),
(447, 'Пример 22', 0.00, 0, 0, 0, '2018-02-17 18:01:43', '2018-02-17 18:01:43', '20+30-10', 35, NULL, 22),
(448, 'Пример 23', 0.00, 0, 0, 0, '2018-02-17 18:02:20', '2018-02-17 18:02:20', '55-22+33', 35, NULL, 23),
(449, 'Пример 24', 0.00, 0, 0, 0, '2018-02-17 18:02:51', '2018-02-17 18:02:51', '23+32-11', 35, NULL, 24),
(450, 'Пример 25', 0.00, 0, 0, 0, '2018-02-17 18:04:00', '2018-02-17 18:04:00', '45+31-22-10+12', 35, NULL, 25),
(451, 'Пример 26', 0.00, 0, 0, 0, '2018-02-17 18:06:04', '2018-02-17 18:06:04', '27+61-33+12+23+10', 35, NULL, 26),
(452, 'Пример 27', 0.00, 0, 0, 0, '2018-02-17 18:06:53', '2018-02-17 18:06:53', '18+31+30-67+32+10', 35, NULL, 27),
(453, 'Пример 28', 0.00, 0, 0, 0, '2018-02-17 18:07:46', '2018-02-17 18:07:46', '23+32-10-31+25+20', 35, NULL, 28),
(454, 'Пример 29', 0.00, 0, 0, 0, '2018-02-17 18:09:22', '2018-02-17 18:09:22', '14+12+13+30-57+33+21+10', 35, NULL, 29),
(455, 'Пример 30', 0.00, 0, 0, 0, '2018-02-17 18:10:41', '2018-02-17 18:10:41', '26+12+21-26+20+23+12-67', 35, NULL, 30),
(456, 'Пример 31', 0.00, 0, 0, 0, '2018-02-17 18:12:17', '2018-02-17 18:12:17', '78-23-21+33+10-51+32+20', 35, NULL, 31),
(457, 'Пример 32', 0.00, 0, 0, 0, '2018-02-17 18:13:35', '2018-02-17 18:13:35', '32+32+32+3-78+23+11+13', 35, NULL, 32),
(458, 'Пример 33', 0.00, 0, 0, 0, '2018-02-17 18:15:15', '2018-02-17 18:15:15', '13+23+30+21-60+32-56+13', 35, NULL, 33),
(459, 'Пример 34', 0.00, 0, 0, 0, '2018-02-17 18:16:18', '2018-02-17 18:16:18', '34+33+10-50+31-13+21-15', 35, NULL, 34),
(460, 'Пример 35', 0.00, 0, 0, 0, '2018-02-17 18:17:59', '2018-02-17 18:17:59', '72+13+14-85+23+32+10-25+13', 35, NULL, 35),
(461, 'Пример 36', 0.00, 0, 0, 0, '2018-02-17 18:47:30', '2018-02-17 18:47:30', '36-11+33+20-55+32+10-11-21+23', 35, NULL, 36),
(462, 'Пример 37', 0.00, 0, 0, 0, '2018-02-17 18:49:59', '2018-02-17 18:49:59', '26+32-16+33+13-67+32+12+12-56', 35, NULL, 37),
(463, 'Пример 38', 0.00, 0, 0, 0, '2018-02-17 18:51:38', '2018-02-17 18:51:38', '89-56+23+11+10-70+21+30-55+33-12', 35, NULL, 38),
(464, 'Пример 39', 0.00, 0, 0, 0, '2018-02-17 18:53:27', '2018-02-17 18:53:27', '95-41-23+21-22+35-35+15+52-76+17', 35, NULL, 39),
(465, 'Пример 40', 0.00, 0, 0, 0, '2018-02-18 10:52:56', '2018-02-18 10:52:56', '28+31+10-25+32+11-65+30+23+13', 35, NULL, 40),
(466, 'Пример 41', 0.00, 0, 0, 0, '2018-02-18 10:55:35', '2018-02-18 10:55:35', '41+23+13-51+32-16+13-10-43+35+31', 35, NULL, 41),
(467, 'Пример 42', 0.00, 0, 0, 0, '2018-02-18 10:57:24', '2018-02-18 10:57:24', '97-32-21+30+11-72+15+31+10-24-12', 35, NULL, 42),
(468, 'Пример 43', 0.00, 0, 0, 0, '2018-02-18 10:59:33', '2018-02-18 10:59:33', '65-21+33-16-20+36-65+27-15+32+10', 35, NULL, 43),
(469, 'Пример 44', 0.00, 0, 0, 0, '2018-02-18 11:02:03', '2018-02-18 11:02:03', '65-22+31+32-91+21-12+33+32+20-68', 35, NULL, 44),
(470, 'Пример 45', 0.00, 0, 0, 0, '2018-02-18 14:51:58', '2018-02-18 14:51:58', '38+31-24-11+33+10-65+21+23+10+11-56', 35, NULL, 45),
(471, 'Пример 46', 0.00, 0, 0, 0, '2018-02-18 14:57:39', '2018-02-18 14:58:25', '222+333-111', 35, NULL, 46),
(472, 'Пример 47', 0.00, 0, 0, 0, '2018-02-18 15:05:36', '2018-02-18 15:05:36', '333+300+133', 35, NULL, 47),
(473, 'Пример 48', 0.00, 0, 0, 0, '2018-02-18 15:06:00', '2018-02-18 15:06:00', '432+333+100', 35, NULL, 48),
(474, 'Пример 49', 0.00, 0, 0, 0, '2018-02-18 15:08:03', '2018-02-18 15:08:03', '200+333+133-500', 35, NULL, 49),
(475, 'Пример 50', 0.00, 0, 0, 0, '2018-02-18 15:13:00', '2018-02-18 15:13:00', '566-222+300+132+112', 35, NULL, 50),
(476, 'Пример 51', 0.00, 0, 0, 0, '2018-02-18 15:14:44', '2018-02-18 15:14:44', '122+112+313+150+100', 35, NULL, 51);
INSERT INTO `trainer_tasks` (`id`, `name`, `speed`, `count_examples`, `minimal_number`, `maximal_number`, `created_at`, `updated_at`, `examples`, `exercise_id`, `operation`, `sort`) VALUES
(477, 'Пример 52', 0.00, 0, 0, 0, '2018-02-18 15:19:26', '2018-02-18 15:19:26', '565-121+300+130+123', 35, NULL, 52),
(478, 'Пример 53', 0.00, 0, 0, 0, '2018-02-18 15:21:59', '2018-02-18 15:21:59', '500-200+300-100+155-211', 35, NULL, 53),
(479, 'Пример 54', 0.00, 0, 0, 0, '2018-02-18 15:22:58', '2018-02-18 15:22:58', '355-122+300+123+121-555', 35, NULL, 54),
(480, 'Пример 55', 0.00, 0, 0, 0, '2018-02-18 15:24:40', '2018-02-18 15:24:40', '120+102+350+205-111-200', 35, NULL, 55),
(481, 'Пример 56', 0.00, 0, 0, 0, '2018-02-18 15:26:15', '2018-02-18 15:26:15', '100+155+300-100+211-606-10', 35, NULL, 56),
(482, 'Пример 57', 0.00, 0, 0, 0, '2018-02-18 15:28:01', '2018-02-18 15:28:01', '12+321+320-123+112-876+765', 35, NULL, 57),
(483, 'Пример 58', 0.00, 0, 0, 0, '2018-02-18 15:29:09', '2018-02-18 15:29:09', '255-111+333+511-322-662+440', 35, NULL, 58),
(484, 'Пример 59', 0.00, 0, 0, 0, '2018-02-18 15:30:49', '2018-02-18 15:30:49', '227+330+220-656+101+132-10+100', 35, NULL, 59),
(485, 'Пример 60', 0.00, 0, 0, 0, '2018-02-18 15:32:40', '2018-02-18 15:32:40', '100+122+321+123+300-555+133+122-505-50', 35, NULL, 60),
(486, 'Пример 13', 0.00, 0, 0, 0, '2018-02-18 15:35:10', '2018-02-18 15:35:10', '5-2+3+1-3+1-3+3+3-6+3+1-5+3+1-3', 36, NULL, 13),
(487, 'Пример 14', 0.00, 0, 0, 0, '2018-02-18 15:39:59', '2018-02-18 15:39:59', '2+2+2-3+1+1-3+2+1-3+3+3-6+1+5+1-7', 36, NULL, 14),
(488, 'Пример 15', 0.00, 0, 0, 0, '2018-02-18 15:41:58', '2018-02-18 15:41:58', '1+3+3+2-4-3+1+3+3-8+2+2-1-2+3+1-3+1', 36, NULL, 15),
(489, 'Пример 16', 0.00, 0, 0, 0, '2018-02-18 15:44:04', '2018-02-18 15:44:04', '9-5+1-3+2+2-3+1+1-3+6+1-5+2-3+6-7+2+1', 36, NULL, 16),
(490, 'Пример 17', 0.00, 0, 0, 0, '2018-02-18 15:45:22', '2018-02-18 15:45:22', '6-3+2+2-3+1+2+1-6+3+2-3+1+1+2-7+1+2+1', 36, NULL, 17),
(491, 'Пример 18', 0.00, 0, 0, 0, '2018-02-18 15:46:46', '2018-02-18 15:46:46', '5-3+2+1+1+2+1-7+3+1-3+6-8+1+2+3-1+2-6+5', 36, NULL, 18),
(492, 'Пример 19', 0.00, 0, 0, 0, '2018-02-18 15:48:22', '2018-02-18 15:48:22', '4+2-3+1+1-3+2+1+3-6+1+3-2+3-1-3+1+1+2-6', 36, NULL, 19),
(493, 'Пример 20', 0.00, 0, 0, 0, '2018-02-18 15:49:40', '2018-02-18 15:49:40', '1+2+1+2-3+2-3+2+1-3+1+6-7+2+1+1-3+1+5-8+2+2-3+1', 36, NULL, 20),
(494, 'Пример 21', 0.00, 0, 0, 0, '2018-02-18 15:50:24', '2018-02-18 15:50:24', '50-30+20+10', 36, NULL, 21),
(495, 'Пример 22', 0.00, 0, 0, 0, '2018-02-18 15:51:57', '2018-02-18 15:51:57', '56-33+21+12', 36, NULL, 22),
(496, 'Пример 23', 0.00, 0, 0, 0, '2018-02-18 15:53:02', '2018-02-18 15:53:02', '66-30-13-23', 36, NULL, 23),
(497, 'Пример 24', 0.00, 0, 0, 0, '2018-02-18 15:53:32', '2018-02-18 15:53:32', '58-33-11+23', 36, NULL, 24),
(498, 'Пример 25', 0.00, 0, 0, 0, '2018-02-18 15:54:12', '2018-02-18 15:54:12', '84+11-23-71', 36, NULL, 25),
(499, 'Пример 26', 0.00, 0, 0, 0, '2018-02-20 15:57:52', '2018-02-20 15:58:14', '38+21-36+15-25+13', 36, NULL, 26),
(500, 'Пример 27', 0.00, 0, 0, 0, '2018-02-20 15:59:29', '2018-02-20 15:59:29', '56-33+22+12+20-35', 36, NULL, 27),
(501, 'Пример 28', 0.00, 0, 0, 0, '2018-02-20 16:00:48', '2018-02-20 16:00:48', '59-34-23+42+10+22', 36, NULL, 28),
(502, 'Пример 29', 0.00, 0, 0, 0, '2018-02-20 16:02:28', '2018-02-20 16:02:28', '67-23+15-35+21-13', 36, NULL, 29),
(503, 'Пример 30', 0.00, 0, 0, 0, '2018-02-20 16:03:46', '2018-02-20 16:03:46', '46-23+21+32+12-50', 36, NULL, 30),
(504, 'Пример 31', 0.00, 0, 0, 0, '2018-02-20 16:05:45', '2018-02-20 16:05:45', '11+13+11+13+11-34-23+72', 36, NULL, 31),
(505, 'Пример 32', 0.00, 0, 0, 0, '2018-02-20 16:07:07', '2018-02-20 16:07:07', '26+32-33-13+12+21+12+10', 36, NULL, 32),
(506, 'Пример 33', 0.00, 0, 0, 0, '2018-02-20 16:08:29', '2018-02-20 16:08:29', '79-35+12-33+10+20+42-65', 36, NULL, 33),
(507, 'Пример 34', 0.00, 0, 0, 0, '2018-02-20 16:10:44', '2018-02-20 16:10:44', '89-56+23+10-35+10+23+31', 36, NULL, 34),
(508, 'Пример 35', 0.00, 0, 0, 0, '2018-02-20 16:12:02', '2018-02-20 16:12:02', '97-55+32+12+13-66+32+12', 36, NULL, 35),
(509, 'Пример 36', 0.00, 0, 0, 0, '2018-02-20 16:26:24', '2018-02-20 16:26:24', '86-13+22-40-32+21+10+12-65', 36, NULL, 36),
(510, 'Пример 37', 0.00, 0, 0, 0, '2018-02-20 16:32:19', '2018-02-20 16:32:19', '75-32+23+20-65+33+42-71+10', 36, NULL, 37),
(511, 'Пример 38', 0.00, 0, 0, 0, '2018-02-20 16:33:53', '2018-02-20 16:33:53', '25-13+15+21+11-38+32+13+10', 36, NULL, 38),
(512, 'Пример 39', 0.00, 0, 0, 0, '2018-02-20 16:41:50', '2018-02-20 16:41:50', '76-32+10+33-27-30+15+11+10', 36, NULL, 39),
(513, 'Пример 40', 0.00, 0, 0, 0, '2018-02-20 16:43:40', '2018-02-20 16:43:40', '21+12+31+2-35+23+11-15-30', 36, NULL, 40),
(514, 'Пример 41', 0.00, 0, 0, 0, '2018-02-20 16:46:08', '2018-02-20 16:46:08', '28+31-34-13+32+10+11-30-15+28', 36, NULL, 41),
(515, 'Пример 42', 0.00, 0, 0, 0, '2018-02-20 17:59:26', '2018-02-20 17:59:26', '24+31+12-33+10+15-36+31+35', 36, NULL, 42),
(516, 'Пример 43', 0.00, 0, 0, 0, '2018-02-20 18:01:05', '2018-02-20 18:01:05', '78-23-30-21+32+62-86+25+30-13', 36, NULL, 43),
(517, 'Пример 44', 0.00, 0, 0, 0, '2018-02-20 18:03:09', '2018-02-20 18:03:09', '45+10-32+13+33-37+22+41-75+13', 36, NULL, 44),
(518, 'Пример 45', 0.00, 0, 0, 0, '2018-02-20 18:05:14', '2018-02-20 18:05:14', '14+22+20-33+61+13-77+13+31+21+14-76', 36, NULL, 45),
(519, 'Пример 46', 0.00, 0, 0, 0, '2018-02-20 18:05:55', '2018-02-20 18:05:55', '555-300-133', 36, NULL, 46),
(520, 'Пример 47', 0.00, 0, 0, 0, '2018-02-20 18:06:31', '2018-02-20 18:06:31', '655-322+100', 36, NULL, 47),
(521, 'Пример 48', 0.00, 0, 0, 0, '2018-02-20 18:07:09', '2018-02-20 18:07:09', '444+111-355', 36, NULL, 48),
(522, 'Пример 49', 0.00, 0, 0, 0, '2018-02-20 18:08:07', '2018-02-20 18:08:07', '765-315+105', 36, NULL, 49),
(523, 'Пример 50', 0.00, 0, 0, 0, '2018-02-20 18:08:59', '2018-02-20 18:08:59', '355+200-333+202', 36, NULL, 50),
(524, 'Пример 51', 0.00, 0, 0, 0, '2018-02-20 18:11:18', '2018-02-20 18:11:18', '676-131+121-330', 36, NULL, 51),
(525, 'Пример 52', 0.00, 0, 0, 0, '2018-02-20 18:17:25', '2018-02-20 18:17:25', '988-433-322+100', 36, NULL, 52),
(526, 'Пример 53', 0.00, 0, 0, 0, '2018-02-20 18:26:19', '2018-02-20 18:26:19', '878-335+221+13+100\r\n', 36, NULL, 53),
(527, 'Пример 54', 0.00, 0, 0, 0, '2018-02-20 18:27:32', '2018-02-20 18:27:32', '877-533+122+311+122', 36, NULL, 54),
(528, 'Пример 55', 0.00, 0, 0, 0, '2018-02-20 18:29:00', '2018-02-20 18:29:00', '899-255-300+211+212', 36, NULL, 55),
(529, 'Пример 56', 0.00, 0, 0, 0, '2018-02-20 19:05:39', '2018-02-20 19:05:39', '778-331+112-557+220+500', 36, NULL, 56),
(530, 'Пример 57', 0.00, 0, 0, 0, '2018-02-20 19:07:08', '2018-02-20 19:07:08', '225+331-353+130+151+515', 36, NULL, 57),
(531, 'Пример 58', 0.00, 0, 0, 0, '2018-02-20 19:09:43', '2018-02-20 19:09:43', '432+123+223-550+630+141', 36, NULL, 58),
(532, 'Пример 59', 0.00, 0, 0, 0, '2018-02-20 19:19:49', '2018-02-20 19:19:49', '600+166-323+110+223-505+201', 36, NULL, 59),
(533, 'Пример 60', 0.00, 0, 0, 0, '2018-02-20 19:21:51', '2018-02-20 19:21:51', '550-330+113+121+323-500-155-11', 36, NULL, 60),
(534, 'Пример 1', 0.00, 0, 0, 0, '2018-02-20 19:27:38', '2018-02-20 19:27:38', '1+4+1+1', 37, NULL, 1),
(535, 'Пример 2', 0.00, 0, 0, 0, '2018-02-20 19:28:04', '2018-02-20 19:28:04', '1+1+4+2', 37, NULL, 2),
(536, 'Пример 3', 0.00, 0, 0, 0, '2018-02-20 19:29:19', '2018-02-20 19:29:19', '9-6+4+2-7+4', 37, NULL, 3),
(537, 'Пример 4', 0.00, 0, 0, 0, '2018-02-20 19:30:10', '2018-02-20 19:30:10', '8-5+1+4-2+3', 37, NULL, 4),
(538, 'Пример 5', 0.00, 0, 0, 0, '2018-02-20 19:30:54', '2018-02-20 19:30:54', '1+2+4-6+2+4', 37, NULL, 5),
(539, 'Пример 6', 0.00, 0, 0, 0, '2018-02-20 19:31:34', '2018-02-20 19:31:34', '2+3+4-6+4-2', 37, NULL, 6),
(540, 'Пример 7', 0.00, 0, 0, 0, '2018-02-20 19:32:13', '2018-02-20 19:32:13', '6-5+4+4-5-4', 37, NULL, 7),
(541, 'Пример 8', 0.00, 0, 0, 0, '2018-02-20 19:33:02', '2018-02-20 19:33:02', '6+1-5+4+2-5-1+4', 37, NULL, 8),
(542, 'Пример 9', 0.00, 0, 0, 0, '2018-02-20 19:33:47', '2018-02-20 19:33:47', '3+4-2+4-6-1-1+4', 37, NULL, 9),
(543, 'Пример 10', 0.00, 0, 0, 0, '2018-02-20 19:34:27', '2018-02-20 19:34:27', '7-3+4+1-8+2+3+2', 37, NULL, 10),
(544, 'Пример 11', 0.00, 0, 0, 0, '2018-02-20 19:35:27', '2018-02-20 19:35:27', '2+2+4-6+1+3+2-5', 37, NULL, 11),
(545, 'Пример 12', 0.00, 0, 0, 0, '2018-02-20 19:35:59', '2018-02-20 19:35:59', '5-1+4+1-4+3-5+3', 37, NULL, 12),
(546, 'Пример 13', 0.00, 0, 0, 0, '2018-02-20 19:37:41', '2018-02-20 19:37:41', '4+1-3+4+2-5+4-6+4', 37, NULL, 13),
(547, 'Пример 14', 0.00, 0, 0, 0, '2018-02-20 19:38:24', '2018-02-20 19:38:24', '2+2+4-5+4-5+4-5+4', 37, NULL, 14),
(548, 'Пример 15', 0.00, 0, 0, 0, '2018-02-20 19:40:36', '2018-02-20 19:40:36', '3+1+4-6+2+3-6+4+1-3+4', 37, NULL, 15),
(549, 'Пример 16', 0.00, 0, 0, 0, '2018-02-20 19:42:15', '2018-02-20 19:42:15', '2+4-6+3+3+2-7+4-2+4+2', 37, NULL, 16),
(550, 'Пример 17', 0.00, 0, 0, 0, '2018-02-20 19:45:00', '2018-02-20 19:45:00', '9-7+4-2+3-5+4+1-2-3+4+2', 37, NULL, 17),
(551, 'Пример 18', 0.00, 0, 0, 0, '2018-02-20 19:46:26', '2018-02-20 19:46:26', '2+2+2-3+4-5+4-1-2+4+1-6+4+1-6', 37, NULL, 18),
(552, 'Пример 19', 0.00, 0, 0, 0, '2018-02-20 19:47:40', '2018-02-20 19:47:40', '9-7+3-1+4+1-8+4+2-6+4-5+4+1-2+3', 37, NULL, 19),
(553, 'Пример 20', 0.00, 0, 0, 0, '2018-02-20 19:49:28', '2018-02-20 19:49:28', '6-3+2-1+4-5+4+1-6+4-3+4-5+4-2+4-5+4-6+4', 37, NULL, 20),
(554, 'Пример 21', 0.00, 0, 0, 0, '2018-02-21 10:21:51', '2018-02-21 10:21:51', '21+12+40-61', 37, NULL, 21),
(555, 'Пример 22', 0.00, 0, 0, 0, '2018-02-21 10:23:05', '2018-02-21 10:23:05', '89-53+42+10', 37, NULL, 22),
(556, 'Пример 23', 0.00, 0, 0, 0, '2018-02-21 10:26:43', '2018-02-21 10:26:43', '97-65+43+10', 37, NULL, 23),
(557, 'Пример 24', 0.00, 0, 0, 0, '2018-02-21 10:31:06', '2018-02-21 10:31:06', '84+14-72+33', 37, NULL, 24),
(558, 'Пример 25', 0.00, 0, 0, 0, '2018-02-21 10:38:21', '2018-02-21 10:38:21', '32+40+16+11', 37, NULL, 25),
(559, 'Пример 26', 0.00, 0, 0, 0, '2018-02-21 10:39:12', '2018-02-21 10:39:12', '75-31+44-67+12', 37, NULL, 26),
(560, 'Пример 27', 0.00, 0, 0, 0, '2018-02-21 10:40:08', '2018-02-21 10:40:08', '14+14-25+14+41', 37, NULL, 27),
(561, 'Пример 28', 0.00, 0, 0, 0, '2018-02-21 10:41:03', '2018-02-21 10:41:03', '56-23+42-25+38', 37, NULL, 28),
(562, 'Пример 29', 0.00, 0, 0, 0, '2018-02-21 10:48:09', '2018-02-21 10:48:09', '12+47-26+42+13', 37, NULL, 29),
(563, 'Пример 30', 0.00, 0, 0, 0, '2018-02-21 10:49:10', '2018-02-21 10:49:10', '12+14+40-61+72', 37, NULL, 30),
(564, 'Пример 31', 0.00, 0, 0, 0, '2018-02-21 10:51:07', '2018-02-21 10:51:07', '21+14+21-13+24+10', 37, NULL, 31),
(565, 'Пример 32', 0.00, 0, 0, 0, '2018-02-21 10:52:15', '2018-02-21 10:52:15', '34+41+23-87+12+34', 37, NULL, 32),
(566, 'Пример 33', 0.00, 0, 0, 0, '2018-02-21 10:53:19', '2018-02-21 10:53:19', '68-31+40+12-75+43', 37, NULL, 33),
(567, 'Пример 34', 0.00, 0, 0, 0, '2018-02-21 10:54:39', '2018-02-21 10:54:39', '51+14-33+24+21-67', 37, NULL, 34),
(568, 'Пример 35', 0.00, 0, 0, 0, '2018-02-21 10:56:30', '2018-02-21 10:56:30', '23+43+13-75+14+41', 37, NULL, 35),
(569, 'Пример 36', 0.00, 0, 0, 0, '2018-02-21 10:59:21', '2018-02-21 10:59:21', '78-35+23-15+24+13-68+45', 37, NULL, 36),
(570, 'Пример 37', 0.00, 0, 0, 0, '2018-02-21 11:01:55', '2018-02-21 11:01:55', '21+44+12+10-76+42+23+12', 37, NULL, 37),
(571, 'Пример 38', 0.00, 0, 0, 0, '2018-02-21 11:03:20', '2018-02-21 11:03:20', '12+41+23-36+43+14-82-13', 37, NULL, 38),
(572, 'Пример 39', 0.00, 0, 0, 0, '2018-02-21 11:06:47', '2018-02-21 11:06:47', '27+41+31-78+34+12+32-65', 37, NULL, 39),
(573, 'Пример 40', 0.00, 0, 0, 0, '2018-02-21 11:08:24', '2018-02-21 11:08:24', '34+41-63+32+10+22+12-62', 37, NULL, 40),
(574, 'Пример 41', 0.00, 0, 0, 0, '2018-02-21 11:10:30', '2018-02-21 11:10:30', '26+42-35+41+23-86+40+24+13', 37, NULL, 41),
(575, 'Пример 42', 0.00, 0, 0, 0, '2018-02-21 11:19:13', '2018-02-21 11:19:13', '31+24-13+34+12-32+21-60+42-26', 37, NULL, 42),
(576, 'Пример 43', 0.00, 0, 0, 0, '2018-02-21 11:21:25', '2018-02-21 11:21:25', '32+24+21-65+43-12+44+12-87+43', 37, NULL, 43),
(577, 'Пример 44', 0.00, 0, 0, 0, '2018-02-21 11:25:10', '2018-02-21 11:25:10', '10+21+34-15-20+13+44-+14-53+24+41', 37, NULL, 44),
(578, 'Пример 45', 0.00, 0, 0, 0, '2018-02-21 11:28:10', '2018-02-21 11:28:10', '84+14-87+40+24-31+14+30-66+23+14', 37, NULL, 45),
(579, 'Пример 46', 0.00, 0, 0, 0, '2018-02-21 11:33:44', '2018-02-21 11:33:44', '100+400-300', 37, NULL, 46),
(580, 'Пример 47', 0.00, 0, 0, 0, '2018-02-21 11:34:22', '2018-02-21 11:34:22', '110+444+112', 37, NULL, 47),
(581, 'Пример 48', 0.00, 0, 0, 0, '2018-02-21 11:35:24', '2018-02-21 11:35:24', '655-433+322', 37, NULL, 48),
(582, 'Пример 49', 0.00, 0, 0, 0, '2018-02-21 11:36:03', '2018-02-21 11:36:03', '544+344+100', 37, NULL, 49),
(583, 'Пример 50', 0.00, 0, 0, 0, '2018-02-21 11:36:52', '2018-02-21 11:36:52', '565-343+340', 37, NULL, 50),
(584, 'Пример 51', 0.00, 0, 0, 0, '2018-02-22 15:44:57', '2018-02-22 15:51:34', '355+411+233-253+133', 37, NULL, 51),
(585, 'Пример 52', 0.00, 0, 0, 0, '2018-02-22 15:48:22', '2018-02-22 15:53:12', '444+434+121-343-515', 37, NULL, 52),
(586, 'Пример 53', 0.00, 0, 0, 0, '2018-02-22 15:50:28', '2018-02-22 15:50:28', '216+283-378+444+212', 37, NULL, 53),
(587, 'Пример 54', 0.00, 0, 0, 0, '2018-02-22 15:55:56', '2018-02-22 15:55:56', '544+111+233-666+434', 37, NULL, 54),
(588, 'Пример 55', 0.00, 0, 0, 0, '2018-02-22 16:24:20', '2018-02-22 16:24:20', '233+422+11-232+515+40', 37, NULL, 55),
(589, 'Пример 56', 0.00, 0, 0, 0, '2018-02-22 16:36:44', '2018-02-22 16:36:44', '122+433-212+101+400+133+22', 37, NULL, 56),
(590, 'Пример 57', 0.00, 0, 0, 0, '2018-02-22 16:38:38', '2018-02-22 16:38:38', '155+400-120-213+525+252-870', 37, NULL, 57),
(591, 'Пример 58', 0.00, 0, 0, 0, '2018-02-22 16:41:15', '2018-02-22 16:41:15', '266+200-144+122+424+131-776', 37, NULL, 58),
(592, 'Пример 59', 0.00, 0, 0, 0, '2018-02-22 16:44:18', '2018-02-22 16:44:18', '599-144+233+414+141-656+434', 37, NULL, 59),
(593, 'Пример 60', 0.00, 0, 0, 0, '2018-02-22 16:45:47', '2018-02-22 16:45:47', '412+400+140-750+131+616+40', 37, NULL, 60),
(594, 'Пример 1', 0.00, 0, 0, 0, '2018-02-22 16:48:00', '2018-02-22 16:48:00', '6-4+5-3', 38, NULL, 1),
(595, 'Пример 2', 0.00, 0, 0, 0, '2018-02-22 16:48:55', '2018-02-22 16:48:55', '7-4+6-4', 38, NULL, 2),
(596, 'Пример 3', 0.00, 0, 0, 0, '2018-02-22 16:50:36', '2018-02-22 16:50:36', '5-4+8-6+2+2', 38, NULL, 3),
(597, 'Пример 4', 0.00, 0, 0, 0, '2018-02-22 16:51:17', '2018-02-22 16:51:17', '3+2-4+5+2-7', 38, NULL, 4),
(598, 'Пример 5', 0.00, 0, 0, 0, '2018-02-22 16:51:52', '2018-02-22 16:51:52', '1+5-4+1+2+4', 38, NULL, 5),
(599, 'Пример 6', 0.00, 0, 0, 0, '2018-02-22 16:52:31', '2018-02-22 16:52:31', '8-4+2-1+2-6', 38, NULL, 6),
(600, 'Пример 7', 0.00, 0, 0, 0, '2018-02-22 16:53:29', '2018-02-22 16:53:29', '3+4-1-4+2-4', 38, NULL, 7),
(601, 'Пример 8', 0.00, 0, 0, 0, '2018-02-22 16:54:54', '2018-02-22 16:54:54', '7-4+1+4-6+3+2+1', 38, NULL, 8),
(602, 'Пример 9', 0.00, 0, 0, 0, '2018-02-22 16:56:19', '2018-02-22 16:56:19', '8-4+4+1-5+2+3-5', 38, NULL, 9),
(603, 'Пример 10', 0.00, 0, 0, 0, '2018-02-22 16:56:58', '2018-02-22 16:56:58', '1+1+1+1+4-8+2+2', 38, NULL, 10),
(604, 'Пример 11', 0.00, 0, 0, 0, '2018-02-22 16:57:39', '2018-02-22 16:57:39', '2+2+2-4+1+1+1+2', 38, NULL, 11),
(605, 'Пример 12', 0.00, 0, 0, 0, '2018-02-22 16:59:11', '2018-02-22 16:59:11', '1+5-4+2-4+5-4-1', 38, NULL, 12),
(606, 'Пример 13', 0.00, 0, 0, 0, '2018-02-22 17:01:01', '2018-02-22 17:01:01', '2+2+1-4+3+4-6+3-4', 38, NULL, 13),
(607, 'Пример 14', 0.00, 0, 0, 0, '2018-02-22 17:02:01', '2018-02-22 17:02:01', '8-4+2+1-5+3-4+2+4+1', 38, NULL, 14),
(608, 'Пример 15', 0.00, 0, 0, 0, '2018-02-22 17:03:12', '2018-02-22 17:03:12', '1+2+1+4-7+4+2-4+2-1+3', 38, NULL, 15),
(609, 'Пример 16', 0.00, 0, 0, 0, '2018-02-22 17:04:13', '2018-02-22 17:13:20', '6-4+3-1+2+2-4+1-4+3+3', 38, NULL, 16),
(611, 'Пример 17', 0.00, 0, 0, 0, '2018-02-22 17:08:53', '2018-02-22 17:08:53', '7-4+3+1-6+4+3-7+3-4+1+2+4-1-4', 38, NULL, 17),
(612, 'Пример 18', 0.00, 0, 0, 0, '2018-02-22 17:10:10', '2018-02-22 17:10:10', '6-4+3-1+3-4+1+1-2+4+2-8+4-3+2', 38, NULL, 18),
(613, 'Пример 19', 0.00, 0, 0, 0, '2018-02-22 17:11:53', '2018-02-22 17:11:53', '3+3-4+2+4-2-4+1+5-4-3+5-3+6-7+1', 38, NULL, 19),
(614, 'Пример 20', 0.00, 0, 0, 0, '2018-02-22 17:12:58', '2018-02-22 17:12:58', '2+1+5-4+2-3+4-3+4-5+4-5+4-5+4+2-4', 38, NULL, 20),
(615, 'Пример 21', 0.00, 0, 0, 0, '2018-02-22 17:14:35', '2018-02-22 17:14:35', '76-43+24', 38, NULL, 21),
(616, 'Пример 22', 0.00, 0, 0, 0, '2018-02-22 17:15:10', '2018-02-22 17:15:10', '65-41+33', 38, NULL, 22),
(617, 'Пример 23', 0.00, 0, 0, 0, '2018-02-22 17:15:54', '2018-02-22 17:15:54', '87-43+10', 38, NULL, 23),
(618, 'Пример 24', 0.00, 0, 0, 0, '2018-02-22 17:16:47', '2018-02-22 17:16:47', '54-42+23-14', 38, NULL, 24),
(619, 'Пример 25', 0.00, 0, 0, 0, '2018-02-22 17:17:57', '2018-02-22 17:17:57', '12+13+21-34', 38, NULL, 25),
(620, 'Пример 26', 0.00, 0, 0, 0, '2018-02-22 17:19:07', '2018-02-22 17:19:07', '31+54-42+12', 38, NULL, 26),
(621, 'Пример 27', 0.00, 0, 0, 0, '2018-02-22 17:20:23', '2018-02-22 17:20:23', '76-42+31+12', 38, NULL, 27),
(622, 'Пример 28', 0.00, 0, 0, 0, '2018-02-22 17:22:42', '2018-02-22 17:22:42', '25-14+42+33', 38, NULL, 28),
(623, 'Пример 29', 0.00, 0, 0, 0, '2018-02-22 17:24:20', '2018-02-22 17:24:20', '78-44+13+21', 38, NULL, 29),
(624, 'Пример 30', 0.00, 0, 0, 0, '2018-02-22 17:25:29', '2018-02-22 17:25:29', '98-24-32+14', 38, NULL, 30),
(625, 'Пример 31', 0.00, 0, 0, 0, '2018-02-22 18:20:05', '2018-02-22 18:20:05', '85-41+23+21-67+34', 38, NULL, 31),
(626, 'Пример 32', 0.00, 0, 0, 0, '2018-02-22 18:21:13', '2018-02-22 18:21:13', '64+12-43+20+14+10', 38, NULL, 32),
(627, 'Пример 33', 0.00, 0, 0, 0, '2018-02-22 18:22:37', '2018-02-22 18:22:37', '75-34+12+35-75+11', 38, NULL, 33),
(628, 'Пример 34', 0.00, 0, 0, 0, '2018-02-22 18:24:08', '2018-02-22 18:24:08', '32+43-64+32+10+12', 38, NULL, 34),
(629, 'Пример 35', 0.00, 0, 0, 0, '2018-02-22 18:25:32', '2018-02-22 18:25:32', '97-74+23+42-53+21', 38, NULL, 35),
(630, 'Пример 36', 0.00, 0, 0, 0, '2018-02-22 18:27:07', '2018-02-22 18:27:07', '37-14+25+21-56+35+10', 38, NULL, 36),
(631, 'Пример 37', 0.00, 0, 0, 0, '2018-02-22 18:28:11', '2018-02-22 18:28:11', '59-23+14+30+25-44+15', 38, NULL, 37),
(632, 'Пример 38', 0.00, 0, 0, 0, '2018-02-22 18:31:55', '2018-02-22 18:31:55', '75-14-40+28+10-34+23+51', 38, NULL, 38),
(633, 'Пример 39', 0.00, 0, 0, 0, '2018-02-22 18:33:33', '2018-02-22 18:33:33', '17-14+35+50-44+31+13-78', 38, NULL, 39),
(634, 'Пример 40', 0.00, 0, 0, 0, '2018-02-22 18:35:32', '2018-02-22 18:35:32', '10+45-24+57-34+15-68+24', 38, NULL, 40),
(635, 'Пример 41', 0.00, 0, 0, 0, '2018-02-22 18:37:48', '2018-02-22 18:37:48', '14+64-42+63-86+42-34+26-14', 38, NULL, 41),
(636, 'Пример 42', 0.00, 0, 0, 0, '2018-02-22 18:39:38', '2018-02-22 18:39:38', '35-14+52+15-43-23+41+25-60-17+10', 38, NULL, 42),
(637, 'Пример 43', 0.00, 0, 0, 0, '2018-02-22 18:42:00', '2018-02-22 18:42:00', '86-43+51-32+25-56+23-40+15-28+64', 38, NULL, 43),
(638, 'Пример 44', 0.00, 0, 0, 0, '2018-02-22 18:44:17', '2018-02-22 18:44:17', '52-41+15+61-44+51-83+14+22+12-46+25', 38, NULL, 44),
(639, 'Пример 45', 0.00, 0, 0, 0, '2018-02-22 18:47:17', '2018-02-22 18:47:17', '48-14+23+31-67+16+50-24+35-73-14+51+15-75', 38, NULL, 45),
(640, 'Пример 46', 0.00, 0, 0, 0, '2018-02-22 18:48:52', '2018-02-22 18:48:52', '855-411+222', 38, NULL, 46),
(641, 'Пример 47', 0.00, 0, 0, 0, '2018-02-22 18:49:32', '2018-02-22 18:49:32', '232+323-444', 38, NULL, 47),
(642, 'Пример 48', 0.00, 0, 0, 0, '2018-02-22 18:50:43', '2018-02-22 18:50:43', '255-144+555', 38, NULL, 48),
(643, 'Пример 49', 0.00, 0, 0, 0, '2018-02-22 18:57:13', '2018-02-22 18:57:13', '987-444+123', 38, NULL, 49),
(644, 'Пример 50', 0.00, 0, 0, 0, '2018-02-22 18:59:35', '2018-02-22 18:59:35', '876-432+111', 38, NULL, 50),
(645, 'Пример 51', 0.00, 0, 0, 0, '2018-02-22 19:02:50', '2018-02-22 19:02:50', '765-432+222+313', 38, NULL, 51),
(646, 'Пример 52', 0.00, 0, 0, 0, '2018-02-22 19:04:28', '2018-02-22 19:04:28', '654-432+334+110', 38, NULL, 52),
(647, 'Пример 53', 0.00, 0, 0, 0, '2018-02-22 19:06:20', '2018-02-22 19:06:20', '543-400+223-115', 38, NULL, 53),
(648, 'Пример 54', 0.00, 0, 0, 0, '2018-02-22 19:07:02', '2018-02-22 19:07:02', '432+123-400-144', 38, NULL, 54),
(649, 'Пример 55', 0.00, 0, 0, 0, '2018-02-22 19:09:21', '2018-02-22 19:09:21', '656-343+232+121', 38, NULL, 55),
(650, 'Пример 56', 0.00, 0, 0, 0, '2018-02-22 19:11:31', '2018-02-22 19:11:31', '755-411+133+211+200', 38, NULL, 56),
(651, 'Пример 57', 0.00, 0, 0, 0, '2018-02-22 19:12:41', '2018-02-22 19:12:41', '878-434+100+244+100-555', 38, NULL, 57),
(652, 'Пример 58', 0.00, 0, 0, 0, '2018-02-22 19:13:57', '2018-02-22 19:13:57', '588-144+100+233-676+565', 38, NULL, 58),
(653, 'Пример 59', 0.00, 0, 0, 0, '2018-02-22 19:30:08', '2018-02-22 19:30:08', '277-44+133+522-434-10+200', 38, NULL, 59),
(654, 'Пример 60', 0.00, 0, 0, 0, '2018-02-22 19:33:10', '2018-02-22 19:33:10', '353-141+656-400-246+330+114-616', 38, NULL, 60),
(655, 'Пример 1', 0.00, 0, 0, 0, '2018-02-22 19:35:15', '2018-02-22 19:35:15', '4+1+2-3+2-5', 40, NULL, 1),
(656, 'Пример 2', 0.00, 0, 0, 0, '2018-02-23 15:27:40', '2018-02-23 15:27:40', '2+3-1+4-6+2', 40, NULL, 2),
(657, 'Пример 3', 0.00, 0, 0, 0, '2018-02-23 15:28:32', '2018-02-23 15:28:32', '3+3+3-6+4+1', 40, NULL, 3),
(658, 'Пример 4', 0.00, 0, 0, 0, '2018-02-23 15:30:47', '2018-02-23 15:30:47', '4+4-3-2+6-5', 40, NULL, 4),
(659, 'Пример 5', 0.00, 0, 0, 0, '2018-02-23 15:31:25', '2018-02-23 15:31:25', '5+3-4+1+2-6', 40, NULL, 5),
(660, 'Пример 6', 0.00, 0, 0, 0, '2018-02-23 15:32:30', '2018-02-23 15:32:30', '7-3+2-4+1+5', 40, NULL, 6),
(661, 'Пример 7', 0.00, 0, 0, 0, '2018-02-23 15:33:36', '2018-02-23 15:33:36', '6-3+5-7+4-2', 40, NULL, 7),
(662, 'Пример 8', 0.00, 0, 0, 0, '2018-02-23 15:35:03', '2018-02-23 15:35:03', '5-2+3-4+2+1-3', 40, NULL, 8),
(663, 'Пример 9', 0.00, 0, 0, 0, '2018-02-23 15:37:14', '2018-02-23 15:37:14', '6-4+3+1+2-7+4', 40, NULL, 9),
(664, 'Пример 10', 0.00, 0, 0, 0, '2018-02-23 15:39:25', '2018-02-23 15:39:25', '5-3+4-1+2-6+4', 40, NULL, 10),
(665, 'Пример 11', 0.00, 0, 0, 0, '2018-02-23 15:40:34', '2018-02-23 15:40:34', '5-1+3-5+4-6+2', 40, NULL, 11),
(666, 'Пример 12', 0.00, 0, 0, 0, '2018-02-23 17:37:19', '2018-02-23 17:37:19', '5-2+3-5+4+2+1', 40, NULL, 12),
(667, 'Пример 13', 0.00, 0, 0, 0, '2018-02-23 17:38:30', '2018-02-23 17:38:30', '9-7+3-1+2-3+4+1-6', 40, NULL, 13),
(668, 'Пример 14', 0.00, 0, 0, 0, '2018-02-23 17:42:17', '2018-02-23 17:42:17', '4+4-6+3-1+2-3+1+1+2', 40, NULL, 14),
(669, 'Пример 15', 0.00, 0, 0, 0, '2018-02-23 17:44:43', '2018-02-23 17:44:43', '7-5+4-3+2-1+4-7+4+2-6', 40, NULL, 15),
(670, 'Пример 16', 0.00, 0, 0, 0, '2018-02-23 17:48:46', '2018-02-23 17:48:46', '2+2+3-5+2+1-3+6-8+2+7', 40, NULL, 16),
(671, 'Пример 17', 0.00, 0, 0, 0, '2018-02-23 17:50:07', '2018-02-23 17:50:07', '9-6+3-4+2+1+3-7+3+1+2-6', 40, NULL, 17),
(672, 'Пример 18', 0.00, 0, 0, 0, '2018-02-23 17:51:33', '2018-02-23 17:51:33', '3+3+2-7+2+1+1+2-6+4+3-6+2+1', 40, NULL, 18),
(673, 'Пример 19', 0.00, 0, 0, 0, '2018-02-23 17:52:51', '2018-02-23 17:52:51', '2+4+1-5+4+3-7+2+1-5+3+4+2-8+3+1', 40, NULL, 19),
(674, 'Пример 20', 0.00, 0, 0, 0, '2018-02-23 17:54:47', '2018-02-23 17:54:47', '3+1+2-5+2+2+2-6+4+2-6+3+4+1-7+2', 40, NULL, 20),
(675, 'Пример 21', 0.00, 0, 0, 0, '2018-02-23 17:59:16', '2018-02-23 17:59:16', '43+43+10', 40, NULL, 21),
(676, 'Пример 22', 0.00, 0, 0, 0, '2018-02-23 18:02:19', '2018-02-23 18:02:19', '21+24+23', 40, NULL, 22),
(677, 'Пример 23', 0.00, 0, 0, 0, '2018-02-23 18:02:42', '2018-02-23 18:02:42', '32+23+11', 40, NULL, 23),
(678, 'Пример 24', 0.00, 0, 0, 0, '2018-02-23 18:03:42', '2018-02-23 18:03:42', '42+43+14', 40, NULL, 24),
(679, 'Пример 25', 0.00, 0, 0, 0, '2018-02-23 18:04:30', '2018-02-23 18:04:30', '12+14-13', 40, NULL, 25),
(680, 'Пример 26', 0.00, 0, 0, 0, '2018-02-23 18:05:19', '2018-02-23 18:05:19', '26-14+32+10', 40, NULL, 26),
(681, 'Пример 27', 0.00, 0, 0, 0, '2018-02-23 18:06:07', '2018-02-23 18:06:07', '35-11+23+32', 40, NULL, 27),
(682, 'Пример 28', 0.00, 0, 0, 0, '2018-02-23 18:07:27', '2018-02-23 18:07:27', '34+14+11-27', 40, NULL, 28),
(683, 'Пример 29', 0.00, 0, 0, 0, '2018-02-23 18:08:55', '2018-02-23 18:08:55', '56-23+15-24', 40, NULL, 29),
(684, 'Пример 30', 0.00, 0, 0, 0, '2018-02-23 18:10:16', '2018-02-23 18:10:16', '31+44-33+12', 40, NULL, 30),
(685, 'Пример 31', 0.00, 0, 0, 0, '2018-02-23 18:11:17', '2018-02-23 18:11:17', '45+10-23+42+21', 40, NULL, 31),
(686, 'Пример 32', 0.00, 0, 0, 0, '2018-02-23 18:12:24', '2018-02-23 18:12:24', '85-41+20+32-72', 40, NULL, 32),
(687, 'Пример 33', 0.00, 0, 0, 0, '2018-02-23 18:13:57', '2018-02-23 18:13:57', '33+33+33-72+31', 40, NULL, 33),
(688, 'Пример 34', 0.00, 0, 0, 0, '2018-02-23 18:14:40', '2018-02-23 18:14:40', '34+43-26-10+24', 40, NULL, 34),
(689, 'Пример 35', 0.00, 0, 0, 0, '2018-02-23 18:15:43', '2018-02-23 18:15:43', '76-34+42+14-86', 40, NULL, 35),
(690, 'Пример 36', 0.00, 0, 0, 0, '2018-02-23 18:19:16', '2018-02-23 18:19:16', '87-32-10-21-17+43-15', 40, NULL, 36),
(691, 'Пример 37', 0.00, 0, 0, 0, '2018-02-23 18:22:56', '2018-02-23 18:22:56', '37-13+41-15-10+23+24', 40, NULL, 37),
(692, 'Пример 38', 0.00, 0, 0, 0, '2018-02-23 18:24:53', '2018-02-23 18:24:53', '98-44-12-22+36-13+42', 40, NULL, 38),
(693, 'Пример 39', 0.00, 0, 0, 0, '2018-02-23 18:26:16', '2018-02-23 18:26:16', '11+22+11+22-16-10+15+12', 40, NULL, 39),
(694, 'Пример 40', 0.00, 0, 0, 0, '2018-02-23 18:27:24', '2018-02-23 18:27:24', '12+13+11+12-26+33+10-61', 40, NULL, 40),
(695, 'Пример 41', 0.00, 0, 0, 0, '2018-02-23 18:29:24', '2018-02-23 18:29:24', '13+34+12-37+34+21-25-12', 40, NULL, 41),
(696, 'Пример 42', 0.00, 0, 0, 0, '2018-02-23 18:31:10', '2018-02-23 18:31:10', '15-11+24+31+20-54+21-33+12', 40, NULL, 42),
(697, 'Пример 43', 0.00, 0, 0, 0, '2018-02-23 18:33:28', '2018-02-23 18:33:28', '21+21+21+21+4+11-76+32-15-10', 40, NULL, 43),
(698, 'Пример 44', 0.00, 0, 0, 0, '2018-02-23 18:35:37', '2018-02-23 18:35:37', '11+22+33-44+33+44-66+25-14+11', 40, NULL, 44),
(699, 'Пример 45', 0.00, 0, 0, 0, '2018-02-23 18:36:48', '2018-02-23 18:36:48', '45+10-11+22+33-77+33+22-44+23-16+27', 40, NULL, 45),
(700, 'Пример 46', 0.00, 0, 0, 0, '2018-02-23 18:37:37', '2018-02-23 18:37:37', '555-123+444', 40, NULL, 46),
(701, 'Пример 47', 0.00, 0, 0, 0, '2018-02-23 18:38:11', '2018-02-23 18:38:11', '470-230+255', 40, NULL, 47),
(702, 'Пример 48', 0.00, 0, 0, 0, '2018-02-23 18:38:43', '2018-02-23 18:38:43', '565-121+430', 40, NULL, 48),
(703, 'Пример 49', 0.00, 0, 0, 0, '2018-02-23 18:39:27', '2018-02-23 18:39:27', '890-450+115', 40, NULL, 49),
(704, 'Пример 50', 0.00, 0, 0, 0, '2018-02-23 18:40:14', '2018-02-23 18:40:14', '878-323-100', 40, NULL, 50),
(705, 'Пример 51', 0.00, 0, 0, 0, '2018-02-23 18:41:24', '2018-02-23 18:41:24', '510+144+123-255', 40, NULL, 51),
(706, 'Пример 52', 0.00, 0, 0, 0, '2018-02-23 18:42:15', '2018-02-23 18:42:15', '665-221+333-656', 40, NULL, 52),
(707, 'Пример 53', 0.00, 0, 0, 0, '2018-02-23 18:43:32', '2018-02-23 18:43:32', '535+121-101-232+150', 40, NULL, 53),
(708, 'Пример 54', 0.00, 0, 0, 0, '2018-02-23 18:44:28', '2018-02-23 18:44:28', '987-432-100-110-111', 40, NULL, 54),
(709, 'Пример 55', 0.00, 0, 0, 0, '2018-02-23 18:48:03', '2018-02-23 18:48:03', '650-210+115-221+445', 40, NULL, 55),
(710, 'Пример 56', 0.00, 0, 0, 0, '2018-02-23 18:49:42', '2018-02-23 18:49:42', '100+250+316-200-222-133', 40, NULL, 56),
(711, 'Пример 57', 0.00, 0, 0, 0, '2018-02-23 18:51:38', '2018-02-23 18:51:38', '898-343-100+400+144-787+343', 40, NULL, 57),
(712, 'Пример 58', 0.00, 0, 0, 0, '2018-02-23 18:53:43', '2018-02-23 18:53:43', '100+155+500-211+122-656+767', 40, NULL, 58),
(713, 'Пример 59', 0.00, 0, 0, 0, '2018-02-23 18:55:48', '2018-02-23 18:55:48', '252+414-300-33+100+122-155+266', 40, NULL, 59),
(714, 'Пример 60', 0.00, 0, 0, 0, '2018-02-23 18:57:04', '2018-02-23 18:57:04', '600+399-777+333-100-122+200+322', 40, NULL, 60),
(715, 'Пример 2', 0.00, 0, 0, 0, '2018-02-24 17:40:45', '2018-02-24 17:40:45', '7+2+1+6', 43, NULL, 2),
(716, 'Пример 3', 0.00, 0, 0, 0, '2018-02-24 17:46:14', '2018-02-24 17:46:14', '4+4+1+1', 43, NULL, 3),
(717, 'Пример 4', 0.00, 0, 0, 0, '2018-02-24 17:47:05', '2018-02-24 17:47:05', '6+3+1+7', 43, NULL, 4),
(718, 'Пример 5', 0.00, 0, 0, 0, '2018-02-24 17:47:57', '2018-02-24 17:47:57', '5+4+1+3', 43, NULL, 5),
(719, 'Пример 6', 0.00, 0, 0, 0, '2018-02-24 17:48:53', '2018-02-24 17:51:24', '2+2+1+2+2+1', 43, NULL, 6),
(720, 'Пример 7', 0.00, 0, 0, 0, '2018-02-24 17:49:32', '2018-02-24 17:51:38', '2+3-1+4+1+1', 43, NULL, 7),
(721, 'Пример 8', 0.00, 0, 0, 0, '2018-02-24 17:50:08', '2018-02-24 17:51:07', '9+1+7-4+3+3', 43, NULL, 8),
(722, 'Пример 9', 0.00, 0, 0, 0, '2018-02-24 17:50:44', '2018-02-24 17:50:44', '3+3+3+1+8-4', 43, NULL, 9),
(723, 'Пример 10', 0.00, 0, 0, 0, '2018-02-24 17:53:31', '2018-02-24 17:53:31', '7-3+4+1+1+5', 43, NULL, 10),
(724, 'Пример 11', 0.00, 0, 0, 0, '2018-02-24 17:54:06', '2018-02-24 17:54:06', '2+7+1+6-3+4', 43, NULL, 11),
(725, 'Пример 12', 0.00, 0, 0, 0, '2018-02-24 17:55:00', '2018-02-24 17:55:00', '2+2+2+2+1+1', 43, NULL, 12),
(726, 'Пример 13', 0.00, 0, 0, 0, '2018-02-24 17:55:30', '2018-02-24 17:55:30', '5+4+1+7+2+1', 43, NULL, 13),
(727, 'Пример 14', 0.00, 0, 0, 0, '2018-02-24 17:57:03', '2018-02-24 17:57:03', '3+4+2+1+5-3', 43, NULL, 14),
(728, 'Пример 15', 0.00, 0, 0, 0, '2018-02-24 18:03:36', '2018-02-24 18:03:36', '2+4+3+1+7-4', 43, NULL, 15),
(729, 'Пример 16', 0.00, 0, 0, 0, '2018-02-24 18:04:17', '2018-02-24 18:04:17', '9+1+9+1+9+1', 43, NULL, 16),
(730, 'Пример 17', 0.00, 0, 0, 0, '2018-02-24 18:04:53', '2018-02-24 18:04:53', '5+2+2+1+8-4', 43, NULL, 17),
(731, 'Пример 18', 0.00, 0, 0, 0, '2018-02-24 18:05:28', '2018-02-24 18:05:28', '4+2+3+1+5-2', 43, NULL, 18),
(732, 'Пример 19', 0.00, 0, 0, 0, '2018-02-24 18:06:10', '2018-02-24 18:06:10', '2+2+1+2+2+1', 43, NULL, 19),
(733, 'Пример 20', 0.00, 0, 0, 0, '2018-02-24 18:06:38', '2018-02-24 18:06:38', '4+3+2+1+5-3', 43, NULL, 20),
(734, 'Пример 1', 0.00, 0, 0, 0, '2018-02-24 18:09:33', '2018-02-24 18:09:33', '7+2+1-1', 44, NULL, 1),
(735, 'Пример 2', 0.00, 0, 0, 0, '2018-02-24 18:09:57', '2018-02-24 18:09:57', '5+4+1-1', 44, NULL, 2),
(736, 'Пример 3', 0.00, 0, 0, 0, '2018-02-24 18:10:13', '2018-02-24 18:10:13', '6+3+1-1', 44, NULL, 3),
(737, 'Пример 4', 0.00, 0, 0, 0, '2018-02-24 18:24:19', '2018-02-24 18:24:19', '9+1-1-6', 44, NULL, 4),
(738, 'Пример 5', 0.00, 0, 0, 0, '2018-02-24 18:26:26', '2018-02-24 18:26:26', '8+1+1-1', 44, NULL, 5),
(739, 'Пример 21', 0.00, 0, 0, 0, '2018-02-24 19:23:26', '2018-02-24 19:23:26', '9+1+5-4-1+1+1+3', 43, NULL, 21),
(740, 'Пример 22', 0.00, 0, 0, 0, '2018-02-24 19:25:20', '2018-02-24 19:25:20', '4+2+3+1+9-2-3+4', 43, NULL, 22),
(741, 'Пример 23', 0.00, 0, 0, 0, '2018-02-24 19:27:56', '2018-02-24 19:27:56', '8+1+1+6-3+4-6+4', 43, NULL, 23),
(742, 'Пример 24 ', 0.00, 0, 0, 0, '2018-02-24 19:31:00', '2018-02-24 19:31:00', '4+4+1+1+2+3-1+4', 43, NULL, 24),
(743, 'Пример 25', 0.00, 0, 0, 0, '2018-02-24 19:33:50', '2018-02-24 19:33:50', '3+4+2+1+5-2+3+3', 43, NULL, 25),
(744, 'Пример 6', 0.00, 0, 0, 0, '2018-02-24 19:35:01', '2018-02-24 19:35:01', '9+1+6-3+2-5-1', 44, NULL, 6),
(745, 'Пример 7', 0.00, 0, 0, 0, '2018-02-24 19:35:44', '2018-02-24 19:35:44', '2+2+1+4+1-1-6', 44, NULL, 7),
(746, 'Пример 8', 0.00, 0, 0, 0, '2018-02-24 19:36:07', '2018-02-24 19:36:07', '3+3+3+1-1-2-4', 44, NULL, 8),
(747, 'Пример 9', 0.00, 0, 0, 0, '2018-02-24 19:36:30', '2018-02-24 19:36:30', '7-3+4+1+1-1-6', 44, NULL, 9),
(748, 'Пример 10', 0.00, 0, 0, 0, '2018-02-24 19:37:04', '2018-02-24 19:37:04', '8+1+1-1-6+3-4', 44, NULL, 10),
(749, 'Пример 11', 0.00, 0, 0, 0, '2018-02-24 19:37:39', '2018-02-24 19:37:39', '2+7+1-1-7+3-1', 44, NULL, 11),
(750, 'Пример 12', 0.00, 0, 0, 0, '2018-02-24 19:38:20', '2018-02-24 19:38:20', '1+4+4+1-1-8+4', 44, NULL, 12),
(751, 'Пример 13', 0.00, 0, 0, 0, '2018-02-24 19:38:42', '2018-02-24 19:38:42', '2+2+2+2+1+1-1', 44, NULL, 13),
(752, 'Пример 14', 0.00, 0, 0, 0, '2018-02-24 19:39:21', '2018-02-24 19:39:21', '4+2+3+1-1-7+4', 44, NULL, 14),
(753, 'Пример 15', 0.00, 0, 0, 0, '2018-02-24 19:39:54', '2018-02-24 19:39:54', '3+4+2+1-1-8+2', 44, NULL, 15),
(754, 'Пример 16', 0.00, 0, 0, 0, '2018-02-24 19:40:21', '2018-02-24 19:40:21', '5-1+4+1+1-1-8', 44, NULL, 16),
(755, 'Пример 17', 0.00, 0, 0, 0, '2018-02-24 19:40:45', '2018-02-24 19:40:45', '5+2+2+1-1-4+2', 44, NULL, 17),
(756, 'Пример 18', 0.00, 0, 0, 0, '2018-02-24 19:41:05', '2018-02-24 19:41:05', '3+6+1-1-7+4+2', 44, NULL, 18),
(757, 'Пример 19', 0.00, 0, 0, 0, '2018-02-24 19:41:32', '2018-02-24 19:41:32', '5+2-3+1+4+1-1', 44, NULL, 19),
(758, 'Пример 20', 0.00, 0, 0, 0, '2018-02-24 19:42:03', '2018-02-24 19:42:03', '1+8+1-1-6+3-4', 44, NULL, 20),
(759, 'Пример 26', 0.00, 0, 0, 0, '2018-02-24 19:42:09', '2018-02-24 19:42:09', '19+11+10 \r\n', 43, NULL, 26),
(760, 'Пример 27', 0.00, 0, 0, 0, '2018-02-25 09:11:09', '2018-02-25 09:11:09', '22+27+11', 43, NULL, 27),
(761, 'Пример 28', 0.00, 0, 0, 0, '2018-02-25 09:13:41', '2018-02-25 09:13:41', '18+21+11', 43, NULL, 28),
(762, 'Пример 29', 0.00, 0, 0, 0, '2018-02-25 09:26:37', '2018-02-25 09:26:37', '31+18+21', 43, NULL, 29),
(763, 'Пример 30', 0.00, 0, 0, 0, '2018-02-25 09:31:24', '2018-02-25 09:31:24', '62+12+11', 43, NULL, 30),
(764, 'Пример 31', 0.00, 0, 0, 0, '2018-02-25 09:33:52', '2018-02-25 09:33:52', '72+27+11', 43, NULL, 31),
(765, 'Пример 32', 0.00, 0, 0, 0, '2018-02-25 09:35:59', '2018-02-25 09:35:59', '31+58+11', 43, NULL, 32),
(766, 'Пример 33', 0.00, 0, 0, 0, '2018-02-25 09:37:24', '2018-02-25 09:37:24', '38+61+11+56', 43, NULL, 33),
(767, 'Пример 34', 0.00, 0, 0, 0, '2018-02-25 09:40:50', '2018-02-25 09:40:50', '35+14+41+11', 43, NULL, 34),
(768, 'Пример 35', 0.00, 0, 0, 0, '2018-02-25 09:42:57', '2018-02-25 09:42:57', '27+12+11+27', 43, NULL, 35),
(769, 'Пример 36', 0.00, 0, 0, 0, '2018-02-25 09:49:23', '2018-02-25 09:49:23', '50+19+11+14', 43, NULL, 36),
(770, 'Пример 21', 0.00, 0, 0, 0, '2018-02-26 18:37:13', '2018-02-26 18:39:45', '2+1+6+1-1-4-1+4+1+1-1', 44, NULL, 21),
(771, 'Пример 22', 0.00, 0, 0, 0, '2018-02-26 18:38:46', '2018-02-26 18:38:46', '3+3+3+1-1-7+3-4+3+3+1+1+1-1-6', 44, NULL, 22),
(772, 'Пример 23', 0.00, 0, 0, 0, '2018-02-26 18:41:51', '2018-02-26 18:41:51', '10-1-7+2+2+3+1-1-4-2+3+3+1', 44, NULL, 23),
(773, 'Пример 24', 0.00, 0, 0, 0, '2018-02-26 18:44:08', '2018-02-26 18:44:08', '9+1+2+3-5-1+1+2+2+3-4-1-2-1-5', 44, NULL, 24),
(774, 'Пример 25', 0.00, 0, 0, 0, '2018-02-26 18:47:32', '2018-02-26 18:47:32', '2+4+2-7+3+5+1-1+1+6-3+2+2-6', 44, NULL, 25),
(775, 'Пример 26', 0.00, 0, 0, 0, '2018-02-26 19:12:39', '2018-02-26 19:12:39', '30-11-16', 44, NULL, 26),
(776, 'Пример 27', 0.00, 0, 0, 0, '2018-02-26 19:13:34', '2018-02-26 19:13:34', '90-21-52', 44, NULL, 27),
(777, 'Пример 28', 0.00, 0, 0, 0, '2018-02-26 19:14:17', '2018-02-26 19:14:17', '29+31-51', 44, NULL, 28),
(778, 'Пример 29', 0.00, 0, 0, 0, '2018-02-26 19:16:01', '2018-02-26 19:16:01', '49+21-11', 44, NULL, 29),
(779, 'Пример 30', 0.00, 0, 0, 0, '2018-02-26 19:17:54', '2018-02-26 19:17:54', '80-11-26', 44, NULL, 30),
(780, 'Пример 31', 0.00, 0, 0, 0, '2018-02-27 15:31:20', '2018-02-27 15:31:20', '92-12-21-36', 44, NULL, 31),
(781, 'Пример 32', 0.00, 0, 0, 0, '2018-02-27 15:32:09', '2018-02-27 15:32:09', '56-16-11+41', 44, NULL, 32),
(782, 'Пример 33', 0.00, 0, 0, 0, '2018-02-27 15:33:24', '2018-02-27 15:33:24', '87-27-51+31', 44, NULL, 33),
(783, 'Пример 34', 0.00, 0, 0, 0, '2018-02-27 15:34:14', '2018-02-27 15:34:14', '34+15+21-61', 44, NULL, 34),
(784, 'Пример 35', 0.00, 0, 0, 0, '2018-02-27 15:35:29', '2018-02-27 15:35:29', '83-43-21-17', 44, NULL, 35),
(785, 'Пример 36', 0.00, 0, 0, 0, '2018-02-27 15:36:41', '2018-02-27 15:36:41', '80-31-23-14', 44, NULL, 36),
(786, 'Пример 37', 0.00, 0, 0, 0, '2018-02-27 15:37:48', '2018-02-27 15:37:48', '47+22+11-61', 44, NULL, 37),
(787, 'Пример 38', 0.00, 0, 0, 0, '2018-02-27 15:39:04', '2018-02-27 15:39:04', '54+15+21+17-14', 44, NULL, 38),
(788, 'Пример 39', 0.00, 0, 0, 0, '2018-02-27 15:39:56', '2018-02-27 15:39:56', '15+63+11+11-11', 44, NULL, 39),
(789, 'Пример 40', 0.00, 0, 0, 0, '2018-02-27 15:41:55', '2018-02-27 15:41:55', '99+11+45-25-21', 44, NULL, 40),
(790, 'Пример 41', 0.00, 0, 0, 0, '2018-02-27 15:46:31', '2018-02-27 15:46:58', '53+43+13+31-21', 44, NULL, 41),
(791, 'Пример 42', 0.00, 0, 0, 0, '2018-02-27 15:48:56', '2018-02-27 15:48:56', '42+22+15+11-41', 44, NULL, 42),
(792, 'Пример 43', 0.00, 0, 0, 0, '2018-02-27 15:51:32', '2018-02-27 15:51:32', '24+35+21-51-18', 44, NULL, 43),
(793, 'Пример 44', 0.00, 0, 0, 0, '2018-02-27 15:53:37', '2018-02-27 15:53:37', '49+11-21-15+24', 44, NULL, 44),
(794, 'Пример 45', 0.00, 0, 0, 0, '2018-02-27 15:55:57', '2018-02-27 15:55:57', '48+21+31+70-31+40-27', 44, NULL, 45),
(795, 'Пример 46', 0.00, 0, 0, 0, '2018-02-27 15:57:22', '2018-02-27 15:57:22', '52+37+11+65-15-21-29-11', 44, NULL, 46),
(796, 'Пример 47', 0.00, 0, 0, 0, '2018-02-27 15:59:18', '2018-02-27 15:59:18', '43+24+31+11+51-41+40-56+33', 44, NULL, 47),
(797, 'Пример 48', 0.00, 0, 0, 0, '2018-02-27 16:02:00', '2018-02-27 16:02:00', '11+88+11+39+31-81-75+14+30', 44, NULL, 48),
(798, 'Пример 49', 0.00, 0, 0, 0, '2018-02-27 16:04:31', '2018-02-27 16:04:31', '37+32+11-61-18+34+43+10-71', 44, NULL, 49),
(799, 'Пример 50 ', 0.00, 0, 0, 0, '2018-02-27 16:06:35', '2018-02-27 16:06:35', '24+64+11+10+41+35-62+42+12-77-11', 44, NULL, 50),
(800, 'Пример 1', 0.00, 0, 0, 0, '2018-02-27 16:12:25', '2018-02-27 16:12:25', '4+4+2+5', 45, NULL, 1),
(801, 'Пример 2', 0.00, 0, 0, 0, '2018-02-27 16:12:55', '2018-02-27 16:12:55', '2+6+2-1', 45, NULL, 2),
(802, 'Пример 3', 0.00, 0, 0, 0, '2018-02-27 16:13:13', '2018-02-27 16:13:13', '3+3+3+2', 45, NULL, 3),
(803, 'Пример 4', 0.00, 0, 0, 0, '2018-02-27 16:13:44', '2018-02-27 16:13:44', '8+2+5-1', 45, NULL, 4),
(804, 'Пример 5', 0.00, 0, 0, 0, '2018-02-27 16:15:47', '2018-02-27 16:15:47', '5+4+2+4', 45, NULL, 5),
(805, 'Пример 6', 0.00, 0, 0, 0, '2018-02-27 16:16:23', '2018-02-27 16:16:23', '5+2+1+2+4+1', 45, NULL, 6),
(806, 'Пример 7', 0.00, 0, 0, 0, '2018-02-27 16:17:02', '2018-02-27 16:17:02', '6+3+2+2+3-4', 45, NULL, 7),
(807, 'Пример 8', 0.00, 0, 0, 0, '2018-02-27 16:17:47', '2018-02-27 16:17:47', '8+2+7-4+3-2', 45, NULL, 8),
(808, 'Пример 9', 0.00, 0, 0, 0, '2018-02-27 16:18:35', '2018-02-27 16:18:35', '6+3+1-1+2+4', 45, NULL, 9),
(809, 'Пример 10', 0.00, 0, 0, 0, '2018-02-27 16:19:35', '2018-02-27 16:19:35', '1+7+2-1-6+3', 45, NULL, 10),
(810, 'Пример 11', 0.00, 0, 0, 0, '2018-02-27 16:20:50', '2018-02-27 16:20:50', '2+2+2+2+2+2', 45, NULL, 11),
(811, 'Пример 12', 0.00, 0, 0, 0, '2018-02-27 16:21:40', '2018-02-27 16:21:40', '3+2+4+2+4-5', 45, NULL, 12),
(812, 'Пример 13', 0.00, 0, 0, 0, '2018-02-27 17:45:15', '2018-02-27 17:45:15', '4+1+4+2+4-3-2-1', 45, NULL, 13),
(813, 'Пример 14', 0.00, 0, 0, 0, '2018-02-27 17:45:50', '2018-02-27 17:45:50', '5+2+1+2+6-2+1-5', 45, NULL, 14),
(814, 'Пример 15', 0.00, 0, 0, 0, '2018-02-27 17:46:32', '2018-02-27 17:46:32', '5+3+2-1-7+4-3+3', 45, NULL, 15),
(815, 'Пример 16', 0.00, 0, 0, 0, '2018-02-27 17:48:08', '2018-02-27 17:48:08', '1+4+3+2-1+1+5-2', 45, NULL, 16),
(816, 'Пример 17', 0.00, 0, 0, 0, '2018-02-27 17:48:46', '2018-02-27 17:48:46', '3+4+1+2-1-7+4-3', 45, NULL, 17),
(817, 'Пример 18', 0.00, 0, 0, 0, '2018-02-27 17:49:29', '2018-02-27 17:49:29', '2+6+2-1-4+1-3+4', 45, NULL, 18),
(818, 'Пример 19', 0.00, 0, 0, 0, '2018-02-27 17:50:00', '2018-02-27 17:50:00', '4+4+2+3+3+3+2+1', 45, NULL, 19),
(819, 'Пример 20', 0.00, 0, 0, 0, '2018-02-27 17:50:41', '2018-02-27 17:50:41', '8+2-1-6+3+2+2+1', 45, NULL, 20),
(820, 'Пример 21', 0.00, 0, 0, 0, '2018-02-27 17:59:18', '2018-02-27 17:59:18', '5+1+2+2-1-8+4+4+2', 45, NULL, 21),
(821, 'Пример 22', 0.00, 0, 0, 0, '2018-02-27 17:59:46', '2018-02-27 17:59:46', '9+1+8+2+9+2+4-2+3-4', 45, NULL, 22),
(822, 'Пример 23', 0.00, 0, 0, 0, '2018-02-27 18:00:15', '2018-02-27 18:00:15', '4+4+2+5+4+1+8+2-1-7+4', 45, NULL, 23),
(823, 'Пример 24', 0.00, 0, 0, 0, '2018-02-27 18:00:44', '2018-02-27 18:00:44', '3+2-1+4+2-1-6+3+2+2+9+1', 45, NULL, 24),
(824, 'Пример 25', 0.00, 0, 0, 0, '2018-02-27 18:01:14', '2018-02-27 18:01:14', '3+3+3+1+4+4+2+5-1+2-3+2-5-1', 45, NULL, 25),
(825, 'Пример 26', 0.00, 0, 0, 0, '2018-02-27 18:01:59', '2018-02-27 18:01:59', '18+12+25', 45, NULL, 26),
(826, 'Пример 27', 0.00, 0, 0, 0, '2018-02-27 18:02:28', '2018-02-27 18:02:28', '27+21+22', 45, NULL, 27),
(827, 'Пример 28', 0.00, 0, 0, 0, '2018-02-27 18:03:31', '2018-02-27 18:03:31', '38+12-21', 45, NULL, 28),
(828, 'Пример 29', 0.00, 0, 0, 0, '2018-02-27 18:08:26', '2018-02-27 18:08:26', '44+44+22', 45, NULL, 29),
(829, 'Пример 30', 0.00, 0, 0, 0, '2018-02-27 18:09:20', '2018-02-27 18:09:20', '89+21+45', 45, NULL, 30),
(830, 'Пример 31', 0.00, 0, 0, 0, '2018-02-27 18:34:15', '2018-02-27 18:34:15', '88+21+22+24', 45, NULL, 31),
(831, 'Пример 32', 0.00, 0, 0, 0, '2018-02-27 18:36:16', '2018-02-27 18:36:16', '18+62+29+11', 45, NULL, 32),
(832, 'Пример 33', 0.00, 0, 0, 0, '2018-02-27 18:37:23', '2018-02-27 18:37:23', '84+25+21+22', 45, NULL, 33),
(833, 'Пример 34', 0.00, 0, 0, 0, '2018-02-27 18:38:11', '2018-02-27 18:38:11', '56+43+21+18', 45, NULL, 34),
(834, 'Пример 35', 0.00, 0, 0, 0, '2018-02-27 18:42:21', '2018-02-27 18:42:21', '13+16+12+18', 45, NULL, 35),
(835, 'Пример 36', 0.00, 0, 0, 0, '2018-02-28 16:33:18', '2018-02-28 16:34:26', '21+75+12+52-11-25', 45, NULL, 36),
(836, 'Пример 37', 0.00, 0, 0, 0, '2018-02-28 16:36:46', '2018-02-28 16:36:46', '82+26+62-41+32-50', 45, NULL, 37),
(837, 'Пример 38', 0.00, 0, 0, 0, '2018-02-28 16:37:55', '2018-02-28 16:37:55', '18+12-11+22+44+24', 45, NULL, 38),
(838, 'Пример 39', 0.00, 0, 0, 0, '2018-02-28 16:40:12', '2018-02-28 16:56:44', '39+32+27+22-11-17', 45, NULL, 39),
(839, 'Пример 40', 0.00, 0, 0, 0, '2018-02-28 16:45:36', '2018-02-28 18:20:53', '88+22+45-11+45+21', 45, NULL, 40),
(841, 'Пример 41 ', 0.00, 0, 0, 0, '2018-02-28 16:58:10', '2018-02-28 16:58:10', '25+24+21+22+23+11', 45, NULL, 41),
(842, 'Пример 42', 0.00, 0, 0, 0, '2018-02-28 16:59:45', '2018-02-28 16:59:45', '33+33+33+21+48+12+25', 45, NULL, 42),
(843, 'Пример 43', 0.00, 0, 0, 0, '2018-02-28 17:01:08', '2018-02-28 17:01:08', '34+44+22+55-11+44+22+12', 45, NULL, 43),
(844, 'Пример 44', 0.00, 0, 0, 0, '2018-02-28 17:02:19', '2018-02-28 17:02:19', '56+31+22+21+35-12+55+22', 45, NULL, 44),
(845, 'Пример 45', 0.00, 0, 0, 0, '2018-02-28 18:04:17', '2018-02-28 18:04:17', '53+34+22+41+25-13-32+11', 45, NULL, 45),
(846, 'Пример 46', 0.00, 0, 0, 0, '2018-02-28 18:19:09', '2018-02-28 18:19:09', '21+67+22+48+21+11+23+13', 45, NULL, 46),
(847, 'Пример 47', 0.00, 0, 0, 0, '2018-02-28 18:23:25', '2018-02-28 18:23:25', '89+20+21+25-31+24+12+39', 45, NULL, 47),
(848, 'Пример 48', 0.00, 0, 0, 0, '2018-02-28 18:25:36', '2018-02-28 18:25:36', '48+42+18+52-31-16+15-24+34', 45, NULL, 48),
(849, 'Пример 49', 0.00, 0, 0, 0, '2018-02-28 18:27:40', '2018-02-28 18:27:40', '83+23+33+21+10-41+22-11+25', 45, NULL, 49),
(850, 'Пример 50', 0.00, 0, 0, 0, '2018-02-28 18:30:56', '2018-02-28 18:30:56', '85+24+21+48+12+25+31-23+76+12', 45, NULL, 50),
(851, 'Пример 1', 0.00, 0, 0, 0, '2018-02-28 18:34:07', '2018-02-28 18:34:07', '9+1-2-4', 46, NULL, 1),
(852, 'Пример 2', 0.00, 0, 0, 0, '2018-02-28 18:34:26', '2018-02-28 18:34:26', '5+4+1-2', 46, NULL, 2),
(853, 'Пример 3', 0.00, 0, 0, 0, '2018-02-28 18:34:47', '2018-02-28 18:34:47', '3+6+1-2', 46, NULL, 3),
(854, 'Пример 4', 0.00, 0, 0, 0, '2018-02-28 18:35:26', '2018-02-28 18:35:26', '5+3+2-2', 46, NULL, 4),
(855, 'Пример 5', 0.00, 0, 0, 0, '2018-02-28 18:35:50', '2018-02-28 18:35:50', '4+4+2-2', 46, NULL, 5),
(856, 'Пример 6', 0.00, 0, 0, 0, '2018-02-28 18:36:31', '2018-02-28 18:36:31', '7+2+2-2', 46, NULL, 6),
(857, 'Пример 7', 0.00, 0, 0, 0, '2018-02-28 18:36:59', '2018-02-28 18:36:59', '9+1+1-2', 46, NULL, 7),
(858, 'Пример 8', 0.00, 0, 0, 0, '2018-02-28 18:37:40', '2018-02-28 18:37:40', '8+2+1-2+1+5', 46, NULL, 8),
(859, 'Пример 9', 0.00, 0, 0, 0, '2018-02-28 18:38:22', '2018-02-28 18:38:22', '3+3+3+1-2-6', 46, NULL, 9),
(860, 'Пример 10', 0.00, 0, 0, 0, '2018-02-28 18:39:25', '2018-02-28 18:39:25', '4+3+2+1-2-4', 46, NULL, 10),
(861, 'Пример 11', 0.00, 0, 0, 0, '2018-02-28 18:40:09', '2018-02-28 18:40:09', '9+2+4-5-2-7', 46, NULL, 11),
(862, 'Пример 12', 0.00, 0, 0, 0, '2018-02-28 18:41:14', '2018-02-28 18:41:14', '6+3+2-2-7+3', 46, NULL, 12),
(863, 'Пример 13', 0.00, 0, 0, 0, '2018-02-28 18:41:50', '2018-02-28 18:41:50', '4+4+2+1-2-8', 46, NULL, 13),
(864, 'Пример 14', 0.00, 0, 0, 0, '2018-02-28 18:42:32', '2018-02-28 18:42:32', '7+2+1-2-5+3', 46, NULL, 14),
(865, 'Пример 15', 0.00, 0, 0, 0, '2018-02-28 18:51:52', '2018-02-28 18:51:52', '7+1+2+1-2-6+3+2', 46, NULL, 15),
(866, 'Пример 16', 0.00, 0, 0, 0, '2018-02-28 19:02:23', '2018-02-28 19:02:23', '5+2+1+2+1-2-8+4', 46, NULL, 16),
(867, 'Пример 17', 0.00, 0, 0, 0, '2018-02-28 19:03:17', '2018-02-28 19:03:17', '2+4+2+2+1-2-3-4', 46, NULL, 17),
(868, 'Пример 18', 0.00, 0, 0, 0, '2018-02-28 19:04:14', '2018-02-28 19:04:14', '3+2+2+2+1-2-4+2', 46, NULL, 18),
(869, 'Пример 19', 0.00, 0, 0, 0, '2018-02-28 19:05:28', '2018-02-28 19:05:28', '7+2+1-2-6+3-1+2', 46, NULL, 19),
(870, 'Пример 20', 0.00, 0, 0, 0, '2018-02-28 19:06:42', '2018-02-28 19:06:42', '1+2+6+1-2+1+2+4', 46, NULL, 20),
(871, 'Пример 21', 0.00, 0, 0, 0, '2018-02-28 19:07:35', '2018-02-28 19:07:35', '9+1-2+1+2+4-5-2', 46, NULL, 21),
(872, 'Пример 22', 0.00, 0, 0, 0, '2018-02-28 19:09:05', '2018-02-28 19:09:05', '7+1+2+1-2-2-4+3-2', 46, NULL, 22),
(873, 'Пример 23', 0.00, 0, 0, 0, '2018-02-28 19:10:34', '2018-02-28 19:10:34', '5+4+2+3+1-5-2-4+2+1', 46, NULL, 23),
(874, 'Пример 24', 0.00, 0, 0, 0, '2018-02-28 19:11:48', '2018-02-28 19:11:48', '2+2+2+2+2+1-2-6+4-5+4', 46, NULL, 24),
(875, 'Пример 25', 0.00, 0, 0, 0, '2018-02-28 19:14:10', '2018-02-28 19:14:10', '3+2+3+2-1+2+6+1-4+1-5-2-6+3', 46, NULL, 25),
(876, 'Пример 26', 0.00, 0, 0, 0, '2018-02-28 19:14:53', '2018-02-28 19:14:53', '20-12+11', 46, NULL, 26),
(877, 'Пример 27', 0.00, 0, 0, 0, '2018-02-28 19:15:28', '2018-02-28 19:15:28', '40-12-14', 46, NULL, 27),
(878, 'Пример 28', 0.00, 0, 0, 0, '2018-02-28 19:16:19', '2018-02-28 19:16:19', '61-22+31', 46, NULL, 28),
(879, 'Пример 29', 0.00, 0, 0, 0, '2018-02-28 19:16:52', '2018-02-28 19:16:52', '91-32+11', 46, NULL, 29),
(880, 'Пример 30', 0.00, 0, 0, 0, '2018-02-28 19:17:57', '2018-02-28 19:17:57', '55-14-12', 46, NULL, 30),
(881, 'Пример 31', 0.00, 0, 0, 0, '2018-02-28 19:22:56', '2018-02-28 19:22:56', '18+12+11-22', 46, NULL, 31),
(882, 'Пример 32', 0.00, 0, 0, 0, '2018-02-28 19:24:11', '2018-02-28 19:24:11', '51-12+42+24', 46, NULL, 32),
(883, 'Пример 33', 0.00, 0, 0, 0, '2018-02-28 19:27:44', '2018-02-28 19:27:44', '11+34+44+12', 46, NULL, 33),
(884, 'Пример 34', 0.00, 0, 0, 0, '2018-02-28 19:28:17', '2018-02-28 19:28:17', '81-32+11-20', 46, NULL, 34),
(885, 'Пример 35', 0.00, 0, 0, 0, '2018-02-28 19:30:08', '2018-02-28 19:30:08', '80+21-10-22', 46, NULL, 35),
(886, 'Пример 36', 0.00, 0, 0, 0, '2018-02-28 19:32:56', '2018-02-28 19:32:56', '29+21-12-14+35+21', 46, NULL, 36),
(887, 'Пример 37', 0.00, 0, 0, 0, '2018-02-28 19:35:18', '2018-02-28 19:35:18', '39+31-42-15+23+41', 46, NULL, 37),
(888, 'Пример 38', 0.00, 0, 0, 0, '2018-02-28 19:37:18', '2018-02-28 19:37:18', '38+61+21-12+32+45', 46, NULL, 38),
(889, 'Пример 39', 0.00, 0, 0, 0, '2018-02-28 19:43:57', '2018-02-28 19:43:57', '29+41-12+22-31+52', 46, NULL, 39),
(890, 'Пример 40', 0.00, 0, 0, 0, '2018-02-28 19:46:54', '2018-02-28 19:46:54', '40-12+31+32-21-52', 46, NULL, 40),
(891, 'Пример 41', 0.00, 0, 0, 0, '2018-02-28 19:58:18', '2018-02-28 19:58:18', '70-12+21+11-52+30-14+31', 46, NULL, 41),
(892, 'Пример 42', 0.00, 0, 0, 0, '2018-02-28 20:00:56', '2018-02-28 20:00:56', '80-22+11+11+21+52-13+25', 46, NULL, 42),
(893, 'Пример 43', 0.00, 0, 0, 0, '2018-02-28 20:04:58', '2018-02-28 20:04:58', '21-12+51+15-23+25-33+44', 46, NULL, 43),
(894, 'Пример 44', 0.00, 0, 0, 0, '2018-02-28 20:06:53', '2018-02-28 20:06:53', '44+33+22+12+22+43-51-11', 46, NULL, 44),
(895, 'Пример 45', 0.00, 0, 0, 0, '2018-02-28 20:17:28', '2018-02-28 20:17:28', '12+36+22-12+30+22+42+23', 46, NULL, 45),
(896, 'Пример 46', 0.00, 0, 0, 0, '2018-02-28 20:19:52', '2018-02-28 20:19:52', '10+78+22-21-44+10-11+22-34', 46, NULL, 46),
(898, 'Пример 47', 0.00, 0, 0, 0, '2018-02-28 20:24:08', '2018-02-28 20:24:08', '27+32+12-52+11+15+21-46+17', 46, NULL, 47),
(899, 'Пример 48', 0.00, 0, 0, 0, '2018-02-28 21:05:22', '2018-02-28 21:05:22', '80-12-14+21+22+22+41-52+32+25', 46, NULL, 48),
(900, 'Пример 49', 0.00, 0, 0, 0, '2018-02-28 21:07:12', '2018-02-28 21:07:12', '52+33-61+24+12-32+21+41+25-15', 46, NULL, 49),
(901, 'Пример 50', 0.00, 0, 0, 0, '2018-02-28 21:10:49', '2018-02-28 21:10:49', '21+11+21+31+21+41+21+32+21-12+22', 46, NULL, 50),
(902, 'Пример 1', 0.00, 0, 0, 0, '2018-02-28 21:12:14', '2018-02-28 21:12:14', '5+2+3', 47, NULL, 1),
(903, 'Пример 2', 0.00, 0, 0, 0, '2018-02-28 21:12:46', '2018-02-28 21:12:46', '5+3+3', 47, NULL, 2),
(904, 'Пример 3', 0.00, 0, 0, 0, '2018-02-28 21:13:12', '2018-02-28 21:13:12', '6+3+3', 47, NULL, 3),
(905, 'Пример 4', 0.00, 0, 0, 0, '2018-02-28 21:13:53', '2018-02-28 21:13:53', '4+4+3+1', 47, NULL, 4),
(906, 'Пример 5', 0.00, 0, 0, 0, '2018-02-28 21:14:28', '2018-02-28 21:14:42', '9-2+3+5', 47, NULL, 5),
(907, 'Пример 6', 0.00, 0, 0, 0, '2018-02-28 21:15:19', '2018-02-28 21:15:19', '3+3+3+3', 47, NULL, 6),
(908, 'Пример 7', 0.00, 0, 0, 0, '2018-02-28 21:16:17', '2018-02-28 21:16:17', '2+3+2+3', 47, NULL, 7),
(909, 'Пример 8', 0.00, 0, 0, 0, '2018-02-28 21:17:00', '2018-02-28 21:17:00', '9+3+4-1', 47, NULL, 8),
(910, 'Пример 9', 0.00, 0, 0, 0, '2018-02-28 21:17:49', '2018-02-28 21:17:49', '4+4+3+4', 47, NULL, 9),
(911, 'Пример 10', 0.00, 0, 0, 0, '2018-02-28 21:18:29', '2018-02-28 21:18:29', '5+4+3+3', 47, NULL, 10),
(912, 'Пример 11', 0.00, 0, 0, 0, '2018-02-28 21:23:13', '2018-02-28 21:23:13', '9+3+3-1+5+2', 47, NULL, 11),
(913, 'Пример 12', 0.00, 0, 0, 0, '2018-02-28 21:25:01', '2018-02-28 21:25:01', '9+3+7+2+8+1', 47, NULL, 12),
(914, 'Пример 13', 0.00, 0, 0, 0, '2018-02-28 21:26:14', '2018-02-28 21:26:14', '5+2+2+1+8+3', 47, NULL, 13),
(915, 'Пример 14', 0.00, 0, 0, 0, '2018-02-28 21:27:09', '2018-02-28 21:27:09', '7+3-2-4+1+2', 47, NULL, 14),
(916, 'Пример 15', 0.00, 0, 0, 0, '2018-02-28 21:28:38', '2018-02-28 21:28:38', '2+6+3-2-7+3', 47, NULL, 15),
(918, 'Пример 16', 0.00, 0, 0, 0, '2018-03-01 11:56:24', '2018-03-01 11:56:24', '5+1+2+3+2+3', 47, NULL, 16),
(919, 'Пример 17', 0.00, 0, 0, 0, '2018-03-01 11:58:23', '2018-03-01 11:58:23', '5-1+4+3-2+1', 47, NULL, 17);
INSERT INTO `trainer_tasks` (`id`, `name`, `speed`, `count_examples`, `minimal_number`, `maximal_number`, `created_at`, `updated_at`, `examples`, `exercise_id`, `operation`, `sort`) VALUES
(920, 'Пример 18', 0.00, 0, 0, 0, '2018-03-01 12:01:14', '2018-03-01 12:01:14', '5+2+3-1+2+4', 47, NULL, 18),
(921, 'Пример 19', 0.00, 0, 0, 0, '2018-03-01 12:06:19', '2018-03-01 12:06:19', '2+2+2+2+3-2', 47, NULL, 19),
(922, 'Пример 20', 0.00, 0, 0, 0, '2018-03-01 12:07:12', '2018-03-01 12:07:12', '7+3+2+5+3-1', 47, NULL, 20),
(923, 'Пример 21', 0.00, 0, 0, 0, '2018-03-01 12:13:02', '2018-03-01 12:13:02', '5+2+3-1+2+4-2+3', 47, NULL, 21),
(924, 'Пример 22', 0.00, 0, 0, 0, '2018-03-01 12:40:49', '2018-03-01 12:40:49', '6+2+3+8+1-2-4+5+2', 47, NULL, 22),
(925, 'Пример 23', 0.00, 0, 0, 0, '2018-03-01 12:42:47', '2018-03-01 12:42:47', '8+3+8+2+8+1-2-4+2+1', 47, NULL, 23),
(926, 'Пример 24', 0.00, 0, 0, 0, '2018-03-01 12:48:15', '2018-03-01 12:48:15', '3+3+3+3+3-1+4+2-1+3', 47, NULL, 24),
(927, 'Пример 25', 0.00, 0, 0, 0, '2018-03-01 12:49:44', '2018-03-01 12:49:44', '8+2+6+1+3-1+2+4-2+3+2+3+2+2', 47, NULL, 25),
(928, 'Пример 26', 0.00, 0, 0, 0, '2018-03-01 12:50:51', '2018-03-01 12:50:51', '25+52+31', 47, NULL, 26),
(929, 'Пример 27', 0.00, 0, 0, 0, '2018-03-01 12:52:04', '2018-03-01 12:52:04', '63+14+13', 47, NULL, 27),
(930, 'Пример 28', 0.00, 0, 0, 0, '2018-03-01 12:53:03', '2018-03-01 12:53:03', '26+61+33', 47, NULL, 28),
(931, 'Пример 29', 0.00, 0, 0, 0, '2018-03-01 12:54:16', '2018-03-01 12:54:16', '56+32+23', 47, NULL, 29),
(932, 'Пример 30', 0.00, 0, 0, 0, '2018-03-01 13:00:48', '2018-03-01 13:00:48', '45+32+23', 47, NULL, 30),
(933, 'Пример 37', 0.00, 0, 0, 0, '2018-03-01 19:18:05', '2018-03-01 19:18:05', '77+21+11+70', 43, NULL, 37),
(934, 'Пример 38', 0.00, 0, 0, 0, '2018-03-02 05:01:51', '2018-03-02 05:01:51', '12+17+71+12', 43, NULL, 38),
(935, 'Пример 39', 0.00, 0, 0, 0, '2018-03-02 05:04:20', '2018-03-02 05:04:20', '13+58+11+29', 43, NULL, 0),
(936, 'Пример 40', 0.00, 0, 0, 0, '2018-03-02 05:05:42', '2018-03-02 05:05:42', '10+45+44+10+11', 43, NULL, 40),
(937, 'Пример 41', 0.00, 0, 0, 0, '2018-03-02 05:06:59', '2018-03-02 05:06:59', '76+23+11+46+21-33', 43, NULL, 41),
(938, 'Пример 31', 0.00, 0, 0, 0, '2018-03-02 16:52:57', '2018-03-02 16:52:57', '80+17+13-22', 47, NULL, 31),
(939, 'Пример 32', 0.00, 0, 0, 0, '2018-03-02 16:53:34', '2018-03-02 16:53:34', '95+14+23+11', 47, NULL, 32),
(940, 'Пример 33', 0.00, 0, 0, 0, '2018-03-02 16:54:12', '2018-03-02 16:54:12', '41+56+33+42', 47, NULL, 33),
(941, 'Пример 34', 0.00, 0, 0, 0, '2018-03-02 16:54:33', '2018-03-02 16:54:33', '78+32-21+12', 47, NULL, 34),
(942, 'Пример 35', 0.00, 0, 0, 0, '2018-03-02 16:54:51', '2018-03-02 16:54:51', '52+25+33+40', 47, NULL, 35),
(943, 'Пример 36', 0.00, 0, 0, 0, '2018-03-02 16:55:14', '2018-03-02 16:55:14', '14+12+13+33', 47, NULL, 36),
(944, 'Пример 37', 0.00, 0, 0, 0, '2018-03-02 16:55:37', '2018-03-02 16:55:37', '18+13+18+13+14', 47, NULL, 37),
(945, 'Пример 38', 0.00, 0, 0, 0, '2018-03-02 17:00:25', '2018-03-02 17:00:25', '25+12+23-12+11', 47, NULL, 38),
(946, 'Пример 39', 0.00, 0, 0, 0, '2018-03-02 17:00:51', '2018-03-02 17:00:51', '62+15+13-21+22', 47, NULL, 39),
(947, 'Пример 40', 0.00, 0, 0, 0, '2018-03-02 17:01:59', '2018-03-02 17:01:59', '33+11+33+33+11', 47, NULL, 40),
(948, 'Пример 41', 0.00, 0, 0, 0, '2018-03-02 17:02:35', '2018-03-02 17:02:35', '27+43-11+32+10+65', 47, NULL, 41),
(949, 'Пример 42', 0.00, 0, 0, 0, '2018-03-02 17:03:01', '2018-03-02 17:03:01', '44+43+23-21+32-12', 47, NULL, 42),
(950, 'Пример 43', 0.00, 0, 0, 0, '2018-03-02 17:03:22', '2018-03-02 17:03:22', '98-54+22+11+30+13', 47, NULL, 43),
(951, 'Пример 44', 0.00, 0, 0, 0, '2018-03-02 17:03:57', '2018-03-02 17:03:57', '28+23-22+11+15-32', 47, NULL, 44),
(952, 'Пример 45', 0.00, 0, 0, 0, '2018-03-02 17:04:22', '2018-03-02 17:04:22', '41+46+32+42-11-22', 47, NULL, 45),
(953, 'Пример 46', 0.00, 0, 0, 0, '2018-03-02 17:05:04', '2018-03-02 17:05:04', '21+78+31+25-41+64+32+46', 47, NULL, 46),
(954, 'Пример 47', 0.00, 0, 0, 0, '2018-03-02 17:05:34', '2018-03-02 17:05:34', '97+13-22+31+42+28-72+13', 47, NULL, 47),
(955, 'Пример 48', 0.00, 0, 0, 0, '2018-03-02 17:05:53', '2018-03-02 17:05:53', '225+552+333', 47, NULL, 48),
(956, 'Пример 49', 0.00, 0, 0, 0, '2018-03-02 17:06:15', '2018-03-02 17:06:15', '444+444+310', 47, NULL, 49),
(957, 'Пример 50', 0.00, 0, 0, 0, '2018-03-02 17:07:22', '2018-03-02 17:07:22', '555+234+321', 47, NULL, 50),
(958, 'Пример 1', 0.00, 0, 0, 0, '2018-03-02 17:11:09', '2018-03-03 14:26:16', '9+1-3+2', 48, NULL, 1),
(959, 'Пример 2', 0.00, 0, 0, 0, '2018-03-02 17:11:57', '2018-03-03 14:26:46', '8+2-3-3', 48, NULL, 2),
(960, 'Пример 3', 0.00, 0, 0, 0, '2018-03-02 17:12:31', '2018-03-03 14:27:17', '8+3-3+1', 48, NULL, 3),
(961, 'Пример 4', 0.00, 0, 0, 0, '2018-03-02 17:12:56', '2018-03-03 14:28:15', '5+4+1-3', 48, NULL, 4),
(962, 'Пример 5', 0.00, 0, 0, 0, '2018-03-02 17:13:39', '2018-03-03 14:28:45', '7+2+2-3', 48, NULL, 5),
(963, 'Пример 6', 0.00, 0, 0, 0, '2018-03-02 17:14:36', '2018-03-03 14:29:24', '3+3+3+1-3', 48, NULL, 6),
(964, 'Пример 7', 0.00, 0, 0, 0, '2018-03-02 17:15:14', '2018-03-03 14:30:44', '4+3+2+1-3', 48, NULL, 7),
(965, 'Пример 8', 0.00, 0, 0, 0, '2018-03-02 17:16:11', '2018-03-03 14:31:23', '5+2+3-3-2', 48, NULL, 8),
(966, 'Пример 9', 0.00, 0, 0, 0, '2018-03-02 17:17:06', '2018-03-03 14:32:40', '9-6+4+3+1-3', 48, NULL, 9),
(967, 'Пример 10', 0.00, 0, 0, 0, '2018-03-02 17:19:40', '2018-03-03 14:33:41', '2+3+4+2-3+2', 48, NULL, 10),
(968, 'Пример 11', 0.00, 0, 0, 0, '2018-03-02 17:21:06', '2018-03-03 14:35:47', '7-3+4+3+1+4', 48, NULL, 11),
(969, 'Пример 12', 0.00, 0, 0, 0, '2018-03-02 17:38:29', '2018-03-03 14:37:58', '2+6+2+1-3-2', 48, NULL, 12),
(970, 'Пример 13', 0.00, 0, 0, 0, '2018-03-02 17:39:13', '2018-03-03 14:38:33', '5+1+2+2-3-3', 48, NULL, 13),
(971, 'Пример 14', 0.00, 0, 0, 0, '2018-03-02 17:40:07', '2018-03-03 14:39:02', '6+3+1-3+2+3', 48, NULL, 14),
(972, 'Пример 15', 0.00, 0, 0, 0, '2018-03-02 17:40:35', '2018-03-03 14:39:47', '5+4+1+2-3+2', 48, NULL, 15),
(973, 'Пример 16', 0.00, 0, 0, 0, '2018-03-02 17:43:08', '2018-03-03 14:40:33', '3+2+4+2-3+2+3+4', 48, NULL, 16),
(974, 'Пример 17', 0.00, 0, 0, 0, '2018-03-02 17:44:49', '2018-03-03 14:42:15', '8+2+2+3+1-4-3+1', 48, NULL, 17),
(975, 'Пример 18', 0.00, 0, 0, 0, '2018-03-02 17:47:06', '2018-03-03 14:44:08', '4+3+3+1-3+1+3+4', 48, NULL, 18),
(976, 'Пример 19', 0.00, 0, 0, 0, '2018-03-02 17:48:09', '2018-03-03 14:45:43', '2+6+2-3-2+4+1+1', 48, NULL, 19),
(977, 'Пример 20', 0.00, 0, 0, 0, '2018-03-02 17:49:10', '2018-03-03 14:47:01', '3+4+3+1-3+1+2-1', 48, NULL, 20),
(978, 'Пример 21', 0.00, 0, 0, 0, '2018-03-02 17:50:39', '2018-03-03 14:49:35', '5+3+2-3+3+1-2-4+1', 48, NULL, 21),
(979, 'Пример 22', 0.00, 0, 0, 0, '2018-03-02 17:51:52', '2018-03-03 14:50:59', '8+2-3-3+1+2+3+1+4+2', 48, NULL, 22),
(980, 'Пример 23', 0.00, 0, 0, 0, '2018-03-02 17:52:55', '2018-03-03 14:52:10', '9+1+7+3+8+2-3-3+2+2+1', 48, NULL, 23),
(981, 'Пример 24', 0.00, 0, 0, 0, '2018-03-02 17:54:39', '2018-03-03 14:53:56', '9+2+3-1-1+3-4+1+4+2+3-3', 48, NULL, 24),
(982, 'Пример 25', 0.00, 0, 0, 0, '2018-03-03 14:23:40', '2018-03-03 14:23:40', '2+3+4+2-3+3+8-4+1+2+2+2+3+1', 48, NULL, 25),
(983, 'Пример 26', 0.00, 0, 0, 0, '2018-03-03 15:02:02', '2018-03-03 15:02:02', '80-13-15', 48, NULL, 26),
(984, 'Пример 27', 0.00, 0, 0, 0, '2018-03-03 15:02:29', '2018-03-03 15:02:29', '91-23+10', 48, NULL, 27),
(985, 'Пример 28', 0.00, 0, 0, 0, '2018-03-03 15:02:53', '2018-03-03 15:02:53', '28+32-13', 48, NULL, 28),
(986, 'Пример 29', 0.00, 0, 0, 0, '2018-03-03 15:03:31', '2018-03-03 15:03:31', '19+51-33', 48, NULL, 29),
(987, 'Пример 30', 0.00, 0, 0, 0, '2018-03-03 15:03:54', '2018-03-03 15:03:54', '60-33+41', 48, NULL, 30),
(988, 'Пример 31', 0.00, 0, 0, 0, '2018-03-03 15:04:23', '2018-03-03 15:04:23', '39+22-43+11', 48, NULL, 31),
(989, 'Пример 32', 0.00, 0, 0, 0, '2018-03-03 15:05:02', '2018-03-03 15:05:02', '47+41+32-13', 48, NULL, 32),
(990, 'Пример 33', 0.00, 0, 0, 0, '2018-03-03 15:05:55', '2018-03-03 15:05:55', '17+13+11-23', 48, NULL, 33),
(991, 'Пример 34', 0.00, 0, 0, 0, '2018-03-03 15:06:23', '2018-03-03 15:06:23', '68+32+50-43', 48, NULL, 34),
(992, 'Пример 35', 0.00, 0, 0, 0, '2018-03-03 15:07:02', '2018-03-03 15:07:02', '82-23-15+42', 48, NULL, 35),
(993, 'Пример 36', 0.00, 0, 0, 0, '2018-03-03 15:29:57', '2018-03-03 15:29:57', '28+32-13+41+22', 48, NULL, 36),
(994, 'Пример 37', 0.00, 0, 0, 0, '2018-03-03 15:30:40', '2018-03-03 15:30:40', '25+52+33+40-13', 48, NULL, 37),
(995, 'Пример 38', 0.00, 0, 0, 0, '2018-03-03 15:31:11', '2018-03-03 15:31:11', '96+23+11+10-33+53', 48, NULL, 38),
(996, 'Пример 39', 0.00, 0, 0, 0, '2018-03-03 15:31:41', '2018-03-03 15:31:41', '14+13+12+13+10-23', 48, NULL, 39),
(997, 'Пример 40', 0.00, 0, 0, 0, '2018-03-03 15:32:18', '2018-03-03 15:32:18', '28+23+11-43+71-52', 48, NULL, 40),
(998, 'Пример 41', 0.00, 0, 0, 0, '2018-03-03 15:34:56', '2018-03-03 15:34:56', '38+32-13+22+31+45', 48, NULL, 41),
(999, 'Пример 42', 0.00, 0, 0, 0, '2018-03-03 15:35:30', '2018-03-03 15:35:30', '44+44+32-13-24+35', 48, NULL, 42),
(1000, 'Пример 43', 0.00, 0, 0, 0, '2018-03-03 15:36:39', '2018-03-03 15:36:39', '96-41-14-23+11+52+29+11', 48, NULL, 43),
(1001, 'Пример 44', 0.00, 0, 0, 0, '2018-03-03 15:37:32', '2018-03-03 15:37:32', '45+21-15-33+12+69+11+47', 48, NULL, 44),
(1002, 'Пример 45', 0.00, 0, 0, 0, '2018-03-03 15:38:10', '2018-03-03 15:38:10', '91-43+52-21-36+43+22+12', 48, NULL, 45),
(1003, 'Пример 46', 0.00, 0, 0, 0, '2018-03-03 15:38:52', '2018-03-03 15:38:52', '999-599-123', 48, NULL, 46),
(1004, 'Пример 47', 0.00, 0, 0, 0, '2018-03-03 15:39:30', '2018-03-03 15:39:30', '107+113-103', 48, NULL, 47),
(1005, 'Пример 48', 0.00, 0, 0, 0, '2018-03-03 15:40:01', '2018-03-03 15:40:01', '660-233+132', 48, NULL, 48),
(1006, 'Пример 49', 0.00, 0, 0, 0, '2018-03-03 15:40:30', '2018-03-03 15:40:30', '777+131-235', 48, NULL, 49),
(1007, 'Пример 50', 0.00, 0, 0, 0, '2018-03-03 15:40:58', '2018-03-03 15:40:58', '499+111-323', 48, NULL, 50),
(1008, 'Пример 1', 0.00, 0, 0, 0, '2018-03-03 15:42:02', '2018-03-03 15:42:02', '4+4+4', 49, NULL, 1),
(1009, 'Пример 2', 0.00, 0, 0, 0, '2018-03-03 15:42:27', '2018-03-03 15:42:27', '3+4+4', 49, NULL, 2),
(1010, 'Пример 3', 0.00, 0, 0, 0, '2018-03-03 15:42:44', '2018-03-03 15:42:44', '4+2+4', 49, NULL, 3),
(1011, 'Пример 4', 0.00, 0, 0, 0, '2018-03-03 15:43:16', '2018-03-03 15:43:16', '1+5+4', 49, NULL, 4),
(1012, 'Пример 5', 0.00, 0, 0, 0, '2018-03-03 15:43:54', '2018-03-03 15:43:54', '5+4+4', 49, NULL, 5),
(1013, 'Пример 6', 0.00, 0, 0, 0, '2018-03-03 15:44:44', '2018-03-03 15:44:44', '3+2+1+4', 49, NULL, 6),
(1014, 'Пример 7', 0.00, 0, 0, 0, '2018-03-03 15:45:25', '2018-03-03 15:45:25', '7-3+2+4', 49, NULL, 7),
(1015, 'Пример 8', 0.00, 0, 0, 0, '2018-03-03 15:45:57', '2018-03-03 15:45:57', '4+1+2+4', 49, NULL, 8),
(1016, 'Пример 9', 0.00, 0, 0, 0, '2018-03-03 15:46:28', '2018-03-03 15:46:28', '9-3+1+4', 49, NULL, 9),
(1017, 'Пример 10', 0.00, 0, 0, 0, '2018-03-03 15:47:30', '2018-03-03 15:47:30', '2+2+2+4', 49, NULL, 10),
(1018, 'Пример 11', 0.00, 0, 0, 0, '2018-03-03 15:48:22', '2018-03-03 15:48:22', '2+4+1-3+2+4', 49, NULL, 11),
(1019, 'Пример 12', 0.00, 0, 0, 0, '2018-03-03 15:48:57', '2018-03-03 15:48:57', '8+2-3+4+4+1', 49, NULL, 12),
(1020, 'Пример 13', 0.00, 0, 0, 0, '2018-03-03 15:50:09', '2018-03-03 15:50:09', '6+4-3-5+4+1', 49, NULL, 13),
(1021, 'Пример 14', 0.00, 0, 0, 0, '2018-03-03 15:51:04', '2018-03-03 15:51:04', '4+4+4+4+4+4', 49, NULL, 14),
(1022, 'Пример 15', 0.00, 0, 0, 0, '2018-03-03 15:51:48', '2018-03-03 15:51:48', '3+5+1+3+7+4', 49, NULL, 15),
(1023, 'Пример 16', 0.00, 0, 0, 0, '2018-03-03 15:53:26', '2018-03-03 15:53:26', '9+1+5-2+6+4+2-1', 49, NULL, 16),
(1024, 'Пример 17', 0.00, 0, 0, 0, '2018-03-03 16:12:54', '2018-03-03 16:12:54', '1+2+3+4+5+3+2-1', 49, NULL, 17),
(1025, 'Пример 18', 0.00, 0, 0, 0, '2018-03-03 16:13:47', '2018-03-03 16:13:47', '1+5+1+4-2+1+5-2', 49, NULL, 18),
(1026, 'Пример 19', 0.00, 0, 0, 0, '2018-03-03 16:15:17', '2018-03-03 16:15:17', '2+3+2+4+2-3-1+2', 49, NULL, 19),
(1027, 'Пример 20', 0.00, 0, 0, 0, '2018-03-03 16:45:28', '2018-03-03 16:45:28', '7+1+4-3+1+5-1+4', 49, NULL, 20),
(1028, 'Пример 21', 0.00, 0, 0, 0, '2018-03-03 16:47:13', '2018-03-03 16:47:13', '6+4-1+2-3+4-2+5+1', 49, NULL, 21),
(1029, 'Пример 22', 0.00, 0, 0, 0, '2018-03-03 16:53:41', '2018-03-03 16:53:41', '3+3+3+1-2+4+3+4+2+4+1', 49, NULL, 22),
(1030, 'Пример 23', 0.00, 0, 0, 0, '2018-03-03 16:55:27', '2018-03-03 16:55:27', '2+1+2+3+2-1+3+4+4-2+3+4', 49, NULL, 23),
(1031, 'Пример 24', 0.00, 0, 0, 0, '2018-03-03 16:57:32', '2018-03-03 16:57:32', '4+1-2+3+4+2+4+4-3+4+3+2+1', 49, NULL, 24),
(1032, 'Пример 25', 0.00, 0, 0, 0, '2018-03-03 17:03:00', '2018-03-03 17:03:00', '4+2+3+4+2+1+4+6-3+4+3-2+4+2+1', 49, NULL, 25),
(1033, 'Пример 26', 0.00, 0, 0, 0, '2018-03-03 17:07:10', '2018-03-03 17:07:10', '16+14+15', 49, NULL, 26),
(1034, 'Пример 27', 0.00, 0, 0, 0, '2018-03-03 17:08:06', '2018-03-03 17:08:06', '50-13+24', 49, NULL, 27),
(1035, 'Пример 28', 0.00, 0, 0, 0, '2018-03-03 17:08:24', '2018-03-03 17:08:24', '23+23+24', 49, NULL, 28),
(1036, 'Пример 29', 0.00, 0, 0, 0, '2018-03-03 17:08:42', '2018-03-03 17:08:42', '58+34-23', 49, NULL, 29),
(1037, 'Пример 30', 0.00, 0, 0, 0, '2018-03-03 17:09:03', '2018-03-03 17:09:03', '61+15+44', 49, NULL, 30),
(1038, 'Пример 31', 0.00, 0, 0, 0, '2018-03-03 17:09:40', '2018-03-03 17:09:40', '44+44+44+44', 49, NULL, 31),
(1039, 'Пример 32', 0.00, 0, 0, 0, '2018-03-03 17:09:56', '2018-03-03 17:09:56', '31+31+34+14', 49, NULL, 32),
(1040, 'Пример 33', 0.00, 0, 0, 0, '2018-03-03 17:10:16', '2018-03-03 17:10:16', '80-13+24-11', 49, NULL, 33),
(1041, 'Пример 34', 0.00, 0, 0, 0, '2018-03-03 17:10:34', '2018-03-03 17:10:34', '25+11+44-13', 49, NULL, 34),
(1042, 'Пример 35', 0.00, 0, 0, 0, '2018-03-03 17:10:57', '2018-03-03 17:10:57', '99+44+12-50', 49, NULL, 35),
(1043, 'Пример 36', 0.00, 0, 0, 0, '2018-03-03 17:11:18', '2018-03-03 17:11:18', '79+31+16+14-23', 49, NULL, 36),
(1044, 'Пример 37', 0.00, 0, 0, 0, '2018-03-03 17:11:37', '2018-03-03 17:11:37', '45+21+16-31+26', 49, NULL, 37),
(1045, 'Пример 38', 0.00, 0, 0, 0, '2018-03-03 17:11:57', '2018-03-03 17:11:57', '21+21+25+26-13', 49, NULL, 38),
(1046, 'Пример 39', 0.00, 0, 0, 0, '2018-03-03 17:12:16', '2018-03-03 17:12:16', '56+44-23+11+21', 49, NULL, 39),
(1047, 'Пример 40', 0.00, 0, 0, 0, '2018-03-03 17:12:38', '2018-03-03 17:12:38', '13+23+34-12+33', 49, NULL, 40),
(1048, 'Пример 41', 0.00, 0, 0, 0, '2018-03-03 17:12:58', '2018-03-03 17:12:58', '44+22+44+34+44+11', 49, NULL, 41),
(1049, 'Пример 42', 0.00, 0, 0, 0, '2018-03-03 17:13:19', '2018-03-03 17:13:19', '68+42+45-11+34+10', 49, NULL, 42),
(1050, 'Пример 43', 0.00, 0, 0, 0, '2018-03-03 17:13:56', '2018-03-03 17:13:56', '52+12+42+14-13+24', 49, NULL, 43),
(1051, 'Пример 44', 0.00, 0, 0, 0, '2018-03-03 17:14:57', '2018-03-03 17:14:57', '20+10+30+40-23-43', 49, NULL, 44),
(1052, 'Пример 45', 0.00, 0, 0, 0, '2018-03-03 17:15:22', '2018-03-03 17:15:22', '55-10-22+44+14+18', 49, NULL, 45),
(1053, 'Пример 46', 0.00, 0, 0, 0, '2018-03-03 17:15:44', '2018-03-03 17:15:44', '161+142+131', 49, NULL, 46),
(1054, 'Пример 47', 0.00, 0, 0, 0, '2018-03-03 17:16:02', '2018-03-03 17:16:02', '563+143+114', 49, NULL, 47),
(1055, 'Пример 48', 0.00, 0, 0, 0, '2018-03-03 17:16:17', '2018-03-03 17:16:17', '122+144+144', 49, NULL, 48),
(1056, 'Пример 49', 0.00, 0, 0, 0, '2018-03-03 17:16:35', '2018-03-03 17:16:35', '157+213+345', 49, NULL, 49),
(1057, 'Пример 50', 0.00, 0, 0, 0, '2018-03-03 17:16:52', '2018-03-03 17:16:52', '566+144+400', 49, NULL, 50),
(1058, 'Пример 1', 0.00, 0, 0, 0, '2018-03-03 17:18:11', '2018-03-03 17:18:11', '9+1-4+2', 50, NULL, 1),
(1059, 'Пример 2', 0.00, 0, 0, 0, '2018-03-03 17:18:38', '2018-03-03 17:18:38', '8+2-4-3', 50, NULL, 2),
(1060, 'Пример 3', 0.00, 0, 0, 0, '2018-03-03 17:19:01', '2018-03-03 17:19:01', '7+3-4+1', 50, NULL, 3),
(1061, 'Пример 4', 0.00, 0, 0, 0, '2018-03-03 17:19:30', '2018-03-03 17:19:30', '6+4+1-4', 50, NULL, 4),
(1062, 'Пример 5', 0.00, 0, 0, 0, '2018-03-03 17:20:01', '2018-03-03 17:20:01', '7+2+3-4', 50, NULL, 5),
(1063, 'Пример 6', 0.00, 0, 0, 0, '2018-03-03 17:20:21', '2018-03-03 17:20:21', '3+3+3+1-4', 50, NULL, 6),
(1064, 'Пример 7', 0.00, 0, 0, 0, '2018-03-03 17:20:54', '2018-03-03 17:20:54', '4+3+4+1-4', 50, NULL, 7),
(1065, 'Пример  8', 0.00, 0, 0, 0, '2018-03-03 17:21:18', '2018-03-03 17:21:18', '5+2+3-4-2', 50, NULL, 8),
(1066, 'Пример 9', 0.00, 0, 0, 0, '2018-03-03 17:21:40', '2018-03-03 17:21:40', '9-6+4+3+1-4', 50, NULL, 9),
(1067, 'Пример 10', 0.00, 0, 0, 0, '2018-03-03 17:22:03', '2018-03-03 17:22:03', '4+4+4+1-4-4', 50, NULL, 10),
(1068, 'Пример 11', 0.00, 0, 0, 0, '2018-03-03 17:22:32', '2018-03-03 17:22:32', '7-3+4+3-4+1', 50, NULL, 11),
(1069, 'Пример 12', 0.00, 0, 0, 0, '2018-03-03 17:23:05', '2018-03-03 17:23:05', '2+6+2-1+3-4', 50, NULL, 12),
(1070, 'Пример 13', 0.00, 0, 0, 0, '2018-03-03 17:23:25', '2018-03-03 17:23:25', '5+1+2+2-4-3', 50, NULL, 13),
(1071, 'Пример 14', 0.00, 0, 0, 0, '2018-03-03 17:23:43', '2018-03-03 17:23:43', '6+3+1-4+2+3', 50, NULL, 14),
(1072, 'Пример 15', 0.00, 0, 0, 0, '2018-03-03 17:24:05', '2018-03-03 17:24:05', '5+4+1+2-4+3', 50, NULL, 15),
(1073, 'Пример 16', 0.00, 0, 0, 0, '2018-03-03 17:24:32', '2018-03-03 17:24:32', '3+2+4+2-4+2+3+4', 50, NULL, 16),
(1074, 'Пример 17', 0.00, 0, 0, 0, '2018-03-03 17:24:55', '2018-03-03 17:24:55', '6+4+2+3+1-3-4+1', 50, NULL, 17),
(1075, 'Пример 18', 0.00, 0, 0, 0, '2018-03-03 17:25:20', '2018-03-03 17:25:20', '4+1+4+1-4-3+4+3', 50, NULL, 18),
(1076, 'Пример 19', 0.00, 0, 0, 0, '2018-03-03 17:25:38', '2018-03-03 17:25:38', '2+6+2-4-2+4+1+1', 50, NULL, 19),
(1077, 'Пример 20', 0.00, 0, 0, 0, '2018-03-03 17:26:04', '2018-03-03 17:26:04', '3+4+3+1-4+1+2-1', 50, NULL, 20),
(1078, 'Пример 21', 0.00, 0, 0, 0, '2018-03-03 17:26:43', '2018-03-03 17:26:43', '5+3+2-4+3+1-2-4+1', 50, NULL, 21),
(1079, 'Пример 22', 0.00, 0, 0, 0, '2018-03-03 17:27:02', '2018-03-03 17:27:02', '8+3-4-3+1+2+3+1+4+2', 50, NULL, 22),
(1080, 'Пример 23', 0.00, 0, 0, 0, '2018-03-03 17:27:23', '2018-03-03 17:27:23', '9+1+8+2+7+3-4-3+2+2+1', 50, NULL, 23),
(1081, 'Пример 24', 0.00, 0, 0, 0, '2018-03-03 17:27:43', '2018-03-03 17:27:43', '9+2+4-5-1+3-4+1+4+2+3-4', 50, NULL, 24),
(1082, 'Пример 25', 0.00, 0, 0, 0, '2018-03-03 17:28:03', '2018-03-03 17:28:03', '2+3+4+2-3+3+8-4+1+2+2+2+3+1', 50, NULL, 25),
(1083, 'Пример 26', 0.00, 0, 0, 0, '2018-03-03 17:29:08', '2018-03-03 17:29:08', '40-14+51', 50, NULL, 26),
(1084, 'Пример 27', 0.00, 0, 0, 0, '2018-03-03 17:29:28', '2018-03-03 17:29:28', '52-24+23', 50, NULL, 27),
(1085, 'Пример 28', 0.00, 0, 0, 0, '2018-03-03 17:29:51', '2018-03-03 17:29:51', '63-34+51', 50, NULL, 28),
(1086, 'Пример 29', 0.00, 0, 0, 0, '2018-03-03 17:30:24', '2018-03-03 17:30:24', '28+33-44', 50, NULL, 29),
(1087, 'Пример 30', 0.00, 0, 0, 0, '2018-03-03 17:30:42', '2018-03-03 17:30:42', '85-14-14', 50, NULL, 30),
(1088, 'Пример 31', 0.00, 0, 0, 0, '2018-03-04 01:22:43', '2018-03-04 01:23:35', '60-14+22+13', 50, NULL, 31),
(1089, 'Пример 32', 0.00, 0, 0, 0, '2018-03-04 01:23:17', '2018-03-04 01:23:17', '28+42-34+11', 50, NULL, 32),
(1090, 'Пример 33', 0.00, 0, 0, 0, '2018-03-04 01:24:04', '2018-03-04 01:24:04', '90+10-44-32', 50, NULL, 33),
(1091, 'Пример 34', 0.00, 0, 0, 0, '2018-03-04 01:24:49', '2018-03-04 01:24:49', '79+41-24+33', 50, NULL, 34),
(1092, 'Пример 35', 0.00, 0, 0, 0, '2018-03-04 01:25:12', '2018-03-04 01:25:12', '54+24+22-34', 50, NULL, 35),
(1093, 'Пример 36', 0.00, 0, 0, 0, '2018-03-04 01:25:53', '2018-03-04 01:25:53', '12+16+13-14+23', 50, NULL, 36),
(1094, 'Пример 37', 0.00, 0, 0, 0, '2018-03-04 01:26:51', '2018-03-04 01:26:51', '55+44+22+10-44', 50, NULL, 37),
(1095, 'Пример 38', 0.00, 0, 0, 0, '2018-03-04 01:27:16', '2018-03-04 01:27:16', '89+21-34+13+11', 50, NULL, 38),
(1096, 'Пример 39', 0.00, 0, 0, 0, '2018-03-04 01:27:45', '2018-03-04 01:27:45', '98+32-14+50-22', 50, NULL, 39),
(1097, 'Пример 40', 0.00, 0, 0, 0, '2018-03-04 01:28:19', '2018-03-04 01:28:19', '75+32-43+11+13', 50, NULL, 40),
(1098, 'Пример 41', 0.00, 0, 0, 0, '2018-03-04 01:29:03', '2018-03-04 01:29:03', '47+13-24+10+43+10', 50, NULL, 41),
(1099, 'Пример 42', 0.00, 0, 0, 0, '2018-03-04 01:29:33', '2018-03-04 01:29:33', '15+23+32-44+12+43', 50, NULL, 42),
(1100, 'Пример 43', 0.00, 0, 0, 0, '2018-03-04 01:30:04', '2018-03-04 01:30:04', '18+33-24+63+15-41', 50, NULL, 43),
(1101, 'Пример 44', 0.00, 0, 0, 0, '2018-03-04 01:30:36', '2018-03-04 01:30:36', '99+11+88+33-14+33', 50, NULL, 44),
(1102, 'Пример 45', 0.00, 0, 0, 0, '2018-03-04 01:31:01', '2018-03-04 01:31:01', '56+44+33+11+24-14', 50, NULL, 45),
(1103, 'Пример 46', 0.00, 0, 0, 0, '2018-03-04 01:31:46', '2018-03-04 01:31:46', '62+17+31-24-43+12+10', 50, NULL, 46),
(1104, 'Прример 47', 0.00, 0, 0, 0, '2018-03-04 01:32:18', '2018-03-04 01:32:18', '23+33+14+21-34+13+15-41', 50, NULL, 47),
(1105, 'Пример 48', 0.00, 0, 0, 0, '2018-03-04 01:32:38', '2018-03-04 01:32:38', '450-124+333', 50, NULL, 48),
(1106, 'Пример 49', 0.00, 0, 0, 0, '2018-03-04 01:33:07', '2018-03-04 01:33:07', '960-224+430', 50, NULL, 49),
(1107, 'Пример 50', 0.00, 0, 0, 0, '2018-03-04 01:33:27', '2018-03-04 01:33:27', '250+300-134', 50, NULL, 50),
(1108, 'Пример 1', 0.00, 0, 0, 0, '2018-03-04 01:35:08', '2018-03-04 01:35:08', '5+5+2', 51, NULL, 1),
(1109, 'Пример 2', 0.00, 0, 0, 0, '2018-03-04 01:35:49', '2018-03-04 01:35:49', '6+5-3', 51, NULL, 2),
(1110, 'Пример 3', 0.00, 0, 0, 0, '2018-03-04 01:36:05', '2018-03-04 01:36:05', '7+5-4', 51, NULL, 3),
(1111, 'Пример 4', 0.00, 0, 0, 0, '2018-03-04 01:36:24', '2018-03-04 01:36:24', '8+5+2', 51, NULL, 4),
(1112, 'Пример 5', 0.00, 0, 0, 0, '2018-03-04 01:36:40', '2018-03-04 01:36:40', '9+5+4', 51, NULL, 5),
(1113, 'Пример 6', 0.00, 0, 0, 0, '2018-03-04 01:37:05', '2018-03-04 01:37:05', '4+3+2+5', 51, NULL, 6),
(1114, 'Пример 7', 0.00, 0, 0, 0, '2018-03-04 01:37:20', '2018-03-04 01:37:20', '2+2+2+5', 51, NULL, 7),
(1115, 'Пример 8', 0.00, 0, 0, 0, '2018-03-04 01:37:36', '2018-03-04 01:37:36', '5+2+5+1', 51, NULL, 8),
(1116, 'Пример 9', 0.00, 0, 0, 0, '2018-03-04 01:37:51', '2018-03-04 01:37:51', '4+4+1+5', 51, NULL, 9),
(1117, 'Пример 10', 0.00, 0, 0, 0, '2018-03-04 01:38:20', '2018-03-04 01:38:20', '9+5-3+4', 51, NULL, 10),
(1118, 'Пример 11', 0.00, 0, 0, 0, '2018-03-04 01:41:25', '2018-03-04 01:41:25', '4+1+5-1+4+3', 51, NULL, 11),
(1119, 'Пример 12', 0.00, 0, 0, 0, '2018-03-04 01:41:51', '2018-03-04 01:41:51', '6+4+2+3+5+1', 51, NULL, 12),
(1120, 'Пример 13', 0.00, 0, 0, 0, '2018-03-04 01:42:55', '2018-03-04 01:42:55', '4+3+5+6+2-3', 51, NULL, 13),
(1121, 'Пример 14', 0.00, 0, 0, 0, '2018-03-04 01:43:31', '2018-03-04 01:45:10', '5+5-4+3+2+4', 51, NULL, 14),
(1122, 'Пример 15', 0.00, 0, 0, 0, '2018-03-04 01:44:51', '2018-03-04 01:45:26', '4+4+5+2-1+3', 51, NULL, 15),
(1123, 'Пример 16', 0.00, 0, 0, 0, '2018-03-04 01:46:27', '2018-03-04 01:46:27', '2+3+5-2+4+5+3-1', 51, NULL, 16),
(1124, 'Пример 17', 0.00, 0, 0, 0, '2018-03-04 01:48:12', '2018-03-04 01:48:12', '7+5+6+3-4+5+7+1', 51, NULL, 17),
(1125, 'Пример 18', 0.00, 0, 0, 0, '2018-03-04 01:50:23', '2018-03-04 01:50:23', '2+3+5-1+4+4+3+4', 51, NULL, 18),
(1126, 'Пример 19', 0.00, 0, 0, 0, '2018-03-04 01:51:10', '2018-03-04 01:51:10', '6+5+4+2+3-2+1+1', 51, NULL, 19),
(1127, 'Пример 20', 0.00, 0, 0, 0, '2018-03-04 01:51:55', '2018-03-04 01:51:55', '2+2+2+2+2+5+5+1', 51, NULL, 20),
(1128, 'Пример 21', 0.00, 0, 0, 0, '2018-03-04 01:58:56', '2018-03-04 01:58:56', '8-3+5-1+4-1+6-1+3', 51, NULL, 21),
(1129, 'Пример 22', 0.00, 0, 0, 0, '2018-03-04 02:00:10', '2018-03-04 02:00:10', '9-2-1+5+4+5-2+3+8+1', 51, NULL, 22),
(1130, 'Пример 23', 0.00, 0, 0, 0, '2018-03-04 02:03:04', '2018-03-04 02:03:04', '4+2+5+5+5+4+3+2-4+3+2+1+5', 51, NULL, 23),
(1131, 'Пример 24', 0.00, 0, 0, 0, '2018-03-04 02:07:01', '2018-03-04 02:07:01', '3+3+1+5+1+6+2-3+5+2+5-1+4+2', 51, NULL, 24),
(1132, 'Пример 25', 0.00, 0, 0, 0, '2018-03-04 02:08:49', '2018-03-04 02:08:49', '4+1+5-2+4+7+1-3+4+5-2+4+1+2-3+2', 51, NULL, 25),
(1133, 'Пример 26', 0.00, 0, 0, 0, '2018-03-04 02:09:40', '2018-03-04 02:09:40', '26+15-13', 51, NULL, 26),
(1134, 'Пример 27', 0.00, 0, 0, 0, '2018-03-04 02:10:21', '2018-03-04 02:10:21', '25+25-11', 51, NULL, 27),
(1135, 'Пример 28', 0.00, 0, 0, 0, '2018-03-04 02:11:15', '2018-03-04 02:11:15', '56+54-42', 51, NULL, 28),
(1136, 'Пример 29', 0.00, 0, 0, 0, '2018-03-04 02:11:49', '2018-03-04 02:11:49', '14+13+15', 51, NULL, 29),
(1137, 'Пример 30', 0.00, 0, 0, 0, '2018-03-04 02:13:43', '2018-03-04 02:13:43', '35+35-12', 51, NULL, 30),
(1138, 'Пример 42', 0.00, 0, 0, 0, '2018-03-07 05:20:53', '2018-03-07 05:20:53', '98-32+31+12+11+27-14', 43, NULL, 42),
(1139, 'Пример 43', 0.00, 0, 0, 0, '2018-03-07 05:21:44', '2018-03-07 05:21:44', '63+15-31+42+10+11+65-41', 43, NULL, 43),
(1140, 'Пример 44', 0.00, 0, 0, 0, '2018-03-07 05:22:12', '2018-03-07 05:22:12', '85-31+45+10+21+52-41+14', 43, NULL, 44),
(1141, 'Пример 45', 0.00, 0, 0, 0, '2018-03-07 05:22:44', '2018-03-07 05:22:44', '56-24+61+16+51-30+15-32+44', 43, NULL, 45),
(1142, 'Пример 46', 0.00, 0, 0, 0, '2018-03-07 05:23:29', '2018-03-07 05:23:29', '777+222+100', 43, NULL, 46),
(1143, 'Пример 47', 0.00, 0, 0, 0, '2018-03-07 05:24:29', '2018-03-07 05:24:29', '655+140+114', 43, NULL, 47),
(1144, 'Пример 48', 0.00, 0, 0, 0, '2018-03-07 05:24:56', '2018-03-07 05:26:02', '255+722+120', 43, NULL, 48),
(1145, 'Пример 49', 0.00, 0, 0, 0, '2018-03-07 05:28:01', '2018-03-07 05:28:01', '555+444+111', 43, NULL, 49),
(1146, 'Пример 50', 0.00, 0, 0, 0, '2018-03-07 05:28:43', '2018-03-07 05:28:43', '325+652+122', 43, NULL, 50),
(1147, 'Пример 31', 0.00, 0, 0, 0, '2018-03-07 05:45:07', '2018-03-07 05:45:07', '68+52-44+11', 51, NULL, 31),
(1148, 'Пример 32 ', 0.00, 0, 0, 0, '2018-03-07 05:45:53', '2018-03-07 05:45:53', '27+13+45+51', 51, NULL, 32),
(1149, 'Пример 33', 0.00, 0, 0, 0, '2018-03-07 05:46:18', '2018-03-07 05:46:18', '25+35+55+45', 51, NULL, 33),
(1150, 'Пример 34', 0.00, 0, 0, 0, '2018-03-07 05:46:45', '2018-03-07 05:46:45', '16+44+53-31', 51, NULL, 34),
(1151, 'Пример 35', 0.00, 0, 0, 0, '2018-03-07 05:47:08', '2018-03-07 05:47:08', '39+41+56-45', 51, NULL, 35),
(1152, 'Пример 36', 0.00, 0, 0, 0, '2018-03-07 05:47:41', '2018-03-07 05:47:41', '31+24+53-21+32', 51, NULL, 36),
(1153, 'Пример 37', 0.00, 0, 0, 0, '2018-03-07 05:48:23', '2018-03-16 09:34:12', '16+14+42+56-28', 51, NULL, 37),
(1154, 'Пример 38', 0.00, 0, 0, 0, '2018-03-07 05:48:55', '2018-03-07 05:48:55', '94+56+15-31+14', 51, NULL, 38),
(1155, 'Пример 39', 0.00, 0, 0, 0, '2018-03-07 05:49:39', '2018-03-07 05:49:39', '25+41+50-12-34', 51, NULL, 39),
(1156, 'Пример 40', 0.00, 0, 0, 0, '2018-03-07 05:50:22', '2018-03-07 05:50:22', '44+32+51-17-11', 51, NULL, 40),
(1157, 'Пример 41', 0.00, 0, 0, 0, '2018-03-07 05:52:34', '2018-03-07 05:52:34', '51+28+15-62+47+45', 51, NULL, 41),
(1158, 'Пример 42', 0.00, 0, 0, 0, '2018-03-07 05:53:17', '2018-03-07 05:53:17', '23+14+55-34+53+47', 51, NULL, 42),
(1159, 'Пример 43', 0.00, 0, 0, 0, '2018-03-07 05:53:54', '2018-03-07 05:53:54', '15+45+27+35-22-10', 51, NULL, 43),
(1160, 'Пример 44', 0.00, 0, 0, 0, '2018-03-07 05:54:43', '2018-03-07 05:54:43', '22+23+15+48+12+55+10', 51, NULL, 44),
(1161, 'Пример 45', 0.00, 0, 0, 0, '2018-03-07 05:55:19', '2018-03-07 05:55:19', '24+74+25+33-14+45+15', 51, NULL, 45),
(1162, 'Пример 46', 0.00, 0, 0, 0, '2018-03-07 05:56:37', '2018-03-07 05:56:37', '81-40+15+54+44-24+12-24', 51, NULL, 46),
(1163, 'Пример 47', 0.00, 0, 0, 0, '2018-03-07 05:57:22', '2018-03-07 05:57:22', '14+11+15+18+12+19+13+17', 51, NULL, 47),
(1164, 'Пример 48', 0.00, 0, 0, 0, '2018-03-07 05:58:31', '2018-03-07 05:58:31', '151+154+115', 51, NULL, 48),
(1165, 'Пример 49', 0.00, 0, 0, 0, '2018-03-07 05:59:00', '2018-03-07 05:59:00', '555+150+105', 51, NULL, 49),
(1166, 'Пример 50', 0.00, 0, 0, 0, '2018-03-07 05:59:22', '2018-03-07 05:59:22', '600-233+351', 51, NULL, 50),
(1167, 'Пример 1', 0.00, 0, 0, 0, '2018-03-07 06:03:39', '2018-03-07 06:03:39', '5+5+1-5', 52, NULL, 1),
(1168, 'Пример 2', 0.00, 0, 0, 0, '2018-03-07 06:03:56', '2018-03-07 06:03:56', '6+4+2-5', 52, NULL, 2),
(1169, 'Пример 3', 0.00, 0, 0, 0, '2018-03-07 06:04:37', '2018-03-07 06:04:37', '7+2+3-5', 52, NULL, 3),
(1170, 'Пример 4', 0.00, 0, 0, 0, '2018-03-07 06:04:57', '2018-03-07 06:04:57', '8+3+2-5', 52, NULL, 4),
(1171, 'Пример 5', 0.00, 0, 0, 0, '2018-03-07 06:05:40', '2018-03-07 06:05:40', '9+1+4-5', 52, NULL, 5),
(1172, 'Пример 6', 0.00, 0, 0, 0, '2018-03-07 06:07:56', '2018-03-07 06:07:56', '7+3-5+1-3', 52, NULL, 6),
(1173, 'Пример 7', 0.00, 0, 0, 0, '2018-03-07 18:17:43', '2018-03-07 18:17:43', '8+4-5-4+2', 52, NULL, 7),
(1174, 'Пример 8', 0.00, 0, 0, 0, '2018-03-07 18:18:25', '2018-03-07 18:18:25', '9+5-1-5+2', 52, NULL, 8),
(1175, 'Пример 1', 0.00, 0, 0, 0, '2018-03-07 21:31:49', '2018-03-07 21:31:49', '2+8-9+3', 60, NULL, 1),
(1176, 'Пример 9', 0.00, 0, 0, 0, '2018-03-08 18:48:52', '2018-03-08 18:48:52', '5+5+2-5-3', 52, NULL, 9),
(1177, 'Пример 10', 0.00, 0, 0, 0, '2018-03-08 18:49:37', '2018-03-08 18:49:37', '3+4+5-2-5', 52, NULL, 10),
(1178, 'Пример 11', 0.00, 0, 0, 0, '2018-03-08 18:50:43', '2018-03-08 18:50:43', '1+4+5+2-5+3', 52, NULL, 11),
(1179, 'Пример 12', 0.00, 0, 0, 0, '2018-03-08 18:51:18', '2018-03-08 18:51:18', '2+4+4-5+2-4', 52, NULL, 12),
(1180, 'Пример 13', 0.00, 0, 0, 0, '2018-03-08 18:52:14', '2018-03-08 18:52:14', '3+1+3+4-5-2', 52, NULL, 13),
(1181, 'Пример 14', 0.00, 0, 0, 0, '2018-03-08 18:53:05', '2018-03-08 18:53:05', '9-3+4-5+1-3', 52, NULL, 14),
(1182, 'Пример 15', 0.00, 0, 0, 0, '2018-03-08 18:54:00', '2018-03-08 18:54:00', '8+2-3+4-5+2', 52, NULL, 15),
(1183, 'Пример 16', 0.00, 0, 0, 0, '2018-03-08 18:54:55', '2018-03-08 18:54:55', '9+5+2+4-5+2+1+3', 52, NULL, 16),
(1184, 'Пример 17', 0.00, 0, 0, 0, '2018-03-08 18:55:59', '2018-03-08 18:55:59', '8+1+3-5+1-4+2-3', 52, NULL, 17),
(1185, 'Пример 18', 0.00, 0, 0, 0, '2018-03-08 18:56:44', '2018-03-08 18:56:44', '1+7+5+1-5+1-3-4', 52, NULL, 18),
(1186, 'Пример 19 ', 0.00, 0, 0, 0, '2018-03-08 18:57:53', '2018-03-08 18:57:53', '5-2+3+4-5+2+5+7', 52, NULL, 19),
(1187, 'Пример 20', 0.00, 0, 0, 0, '2018-03-08 18:58:42', '2018-03-08 18:58:42', '9+1+8+2+7+3-5+1', 52, NULL, 20),
(1188, 'Пример 21', 0.00, 0, 0, 0, '2018-03-08 18:59:51', '2018-03-08 18:59:51', '2+7+1-5+3+2+7-4+3', 52, NULL, 21),
(1189, 'Пример 22', 0.00, 0, 0, 0, '2018-03-08 19:00:45', '2018-03-08 19:00:45', '8+2-3+5+7+1-5+1+4+6', 52, NULL, 22),
(1190, 'Пример 23', 0.00, 0, 0, 0, '2018-03-08 19:02:03', '2018-03-08 19:02:03', '9+3-5+3+3+2+5+2+6+3+1', 52, NULL, 23),
(1191, 'Пример 24', 0.00, 0, 0, 0, '2018-03-08 19:02:59', '2018-03-08 19:02:59', '7+4-5+3+1+2+4+4+9+2+4+2', 52, NULL, 24),
(1192, 'Пример 25', 0.00, 0, 0, 0, '2018-03-08 19:04:09', '2018-03-08 19:04:09', '9+5+4+2+3+3+4-5+2+3+6+4+1', 52, NULL, 25),
(1193, 'Пример 26', 0.00, 0, 0, 0, '2018-03-08 19:04:42', '2018-03-08 19:04:42', '90+16-53', 52, NULL, 26),
(1194, 'Пример 27', 0.00, 0, 0, 0, '2018-03-08 19:05:15', '2018-03-08 19:05:15', '36+34-15', 52, NULL, 27),
(1195, 'Пример 28', 0.00, 0, 0, 0, '2018-03-08 19:05:43', '2018-03-08 19:05:43', '89+32-53', 52, NULL, 28),
(1196, 'Пример 29', 0.00, 0, 0, 0, '2018-03-08 19:06:10', '2018-03-08 19:06:10', '78+35-54', 52, NULL, 29),
(1197, 'Пример 30', 0.00, 0, 0, 0, '2018-03-08 19:07:18', '2018-03-08 19:07:18', '25+25-15', 52, NULL, 30),
(1198, 'Пример 31', 0.00, 0, 0, 0, '2018-03-08 19:08:00', '2018-03-08 19:08:00', '12+17+11-25', 52, NULL, 31),
(1199, 'Пример 32', 0.00, 0, 0, 0, '2018-03-08 19:08:48', '2018-03-08 19:08:48', '26+24+13-35', 52, NULL, 32),
(1200, 'Пример 33', 0.00, 0, 0, 0, '2018-03-08 19:10:35', '2018-03-08 19:10:35', '91+23-35+44', 52, NULL, 33),
(1201, 'Пример 34', 0.00, 0, 0, 0, '2018-03-08 19:12:01', '2018-03-08 19:12:01', '21+22+21-45', 52, NULL, 34),
(1202, 'Пример 35', 0.00, 0, 0, 0, '2018-03-08 19:13:31', '2018-03-08 19:13:31', '55+55+21-15', 52, NULL, 35),
(1203, 'Пример 36', 0.00, 0, 0, 0, '2018-03-08 19:14:37', '2018-03-08 19:14:37', '33+41-15-23+44', 52, NULL, 36),
(1204, 'Пример 37', 0.00, 0, 0, 0, '2018-03-08 19:15:18', '2018-03-08 19:15:18', '27+43-15+42+14', 52, NULL, 37),
(1205, 'Пример 38', 0.00, 0, 0, 0, '2018-03-08 19:16:34', '2018-03-08 19:16:34', '42+42-25+11+35', 52, NULL, 38),
(1206, 'Пример 39', 0.00, 0, 0, 0, '2018-03-08 19:17:36', '2018-03-08 19:17:36', '14+15+15+22-33', 52, NULL, 39),
(1207, 'Пример 40', 0.00, 0, 0, 0, '2018-03-08 19:19:12', '2018-03-08 19:19:12', '71+18+51-55+22', 52, NULL, 40),
(1208, 'Пример 41', 0.00, 0, 0, 0, '2018-03-08 19:20:35', '2018-03-08 19:20:35', '16+14-15+25+21+45', 52, NULL, 41),
(1209, 'Пример 42', 0.00, 0, 0, 0, '2018-03-08 19:21:35', '2018-03-08 19:21:35', '23+32+52-51+14+10', 52, NULL, 42),
(1210, 'Пример 43', 0.00, 0, 0, 0, '2018-03-08 19:22:48', '2018-03-08 19:22:48', '67-50+81+22-35+44', 52, NULL, 43),
(1211, 'Пример 44', 0.00, 0, 0, 0, '2018-03-08 19:24:06', '2018-03-08 19:24:06', '27+33-15+12+43-21', 52, NULL, 44),
(1212, 'Пример 45', 0.00, 0, 0, 0, '2018-03-08 19:25:22', '2018-03-08 19:25:22', '16+24+27+13-35+45', 52, NULL, 45),
(1213, 'Пример 46', 0.00, 0, 0, 0, '2018-03-08 19:26:36', '2018-03-08 19:26:36', '13+23+64-53+15-24+32', 52, NULL, 46),
(1214, 'Пример 47', 0.00, 0, 0, 0, '2018-03-08 19:27:48', '2018-03-08 19:27:48', '29+71+13-53+45-21+15+11', 52, NULL, 47),
(1215, 'Пример 48', 0.00, 0, 0, 0, '2018-03-08 19:28:41', '2018-03-08 19:28:41', '226-156+139', 52, NULL, 48),
(1216, 'Пример 49', 0.00, 0, 0, 0, '2018-03-08 19:29:19', '2018-03-08 19:29:19', '999+110-155', 52, NULL, 49),
(1217, 'Пример 50', 0.00, 0, 0, 0, '2018-03-08 19:30:23', '2018-03-08 19:30:23', '650-115+535', 52, NULL, 50),
(1218, 'Пример 1', 0.00, 0, 0, 0, '2018-03-16 12:56:21', '2018-03-16 13:04:44', '9+1-6+2', 54, NULL, 1),
(1219, 'Пример 2', 0.00, 0, 0, 0, '2018-03-16 12:56:50', '2018-03-16 13:04:55', '8+2-6+3', 54, NULL, 2),
(1220, 'Пример 3', 0.00, 0, 0, 0, '2018-03-16 12:57:32', '2018-03-16 13:05:07', '7+3-6+4', 54, NULL, 3),
(1221, 'Пример 4', 0.00, 0, 0, 0, '2018-03-16 12:58:15', '2018-03-16 13:05:18', '6+4-6+5', 54, NULL, 4),
(1222, 'Пример 5 ', 0.00, 0, 0, 0, '2018-03-16 13:02:18', '2018-03-16 13:05:50', '5+5-6+6', 54, NULL, 5),
(1223, 'Пример 6', 0.00, 0, 0, 0, '2018-03-16 13:02:44', '2018-03-16 13:06:14', '8+4-6+5', 54, NULL, 6),
(1224, 'Пример 7', 0.00, 0, 0, 0, '2018-03-16 13:03:12', '2018-03-16 13:06:42', '9+2+4-6', 54, NULL, 7),
(1225, 'Пример 1', 0.00, 0, 0, 0, '2018-03-24 12:50:24', '2018-03-24 12:50:24', '4+6-3+5', 53, NULL, 1),
(1226, 'Пример 2', 0.00, 0, 0, 0, '2018-03-24 12:51:09', '2018-03-24 12:51:09', '5+6-4+3', 53, NULL, 2),
(1227, 'Пример 3', 0.00, 0, 0, 0, '2018-03-24 12:51:38', '2018-03-24 12:51:38', '6+6-5+1', 53, NULL, 3),
(1228, 'Пример 4', 0.00, 0, 0, 0, '2018-03-24 12:52:04', '2018-03-24 12:52:04', '7+6+2-4', 53, NULL, 4),
(1229, 'Пример 5 ', 0.00, 0, 0, 0, '2018-03-24 12:52:46', '2018-03-24 12:52:46', '8+6+4+2', 53, NULL, 5),
(1230, 'Пример 6', 0.00, 0, 0, 0, '2018-03-24 12:53:21', '2018-03-24 12:53:21', '9+6+5-1', 53, NULL, 6),
(1231, 'Пример 7', 0.00, 0, 0, 0, '2018-03-24 12:53:39', '2018-03-24 12:53:39', '4+1+6+8', 53, NULL, 7),
(1232, 'Пример 8', 0.00, 0, 0, 0, '2018-03-24 12:53:57', '2018-03-24 12:53:57', '7+5+4+6', 53, NULL, 8),
(1233, 'Пример 9', 0.00, 0, 0, 0, '2018-03-24 12:54:19', '2018-03-24 12:54:19', '8+2+9+6', 53, NULL, 9),
(1234, 'Пример 10', 0.00, 0, 0, 0, '2018-03-24 12:54:40', '2018-03-24 12:54:40', '7+3-1+6', 53, NULL, 10),
(1235, 'Пример 11', 0.00, 0, 0, 0, '2018-03-24 12:54:50', '2018-03-24 12:56:19', '3+3-1+6-2', 53, NULL, 0),
(1236, 'Пример 12', 0.00, 0, 0, 0, '2018-03-24 12:55:51', '2018-03-24 12:55:51', '5+2+5-4+6', 53, NULL, 12),
(1237, 'Пример 13', 0.00, 0, 0, 0, '2018-03-24 12:56:43', '2018-03-24 12:56:43', '8-4+6-3+5', 53, NULL, 13),
(1238, 'Пример 14', 0.00, 0, 0, 0, '2018-03-24 12:57:04', '2018-03-24 12:57:04', '9-6+4+6-3', 53, NULL, 14),
(1239, 'Пример 15', 0.00, 0, 0, 0, '2018-03-24 12:57:26', '2018-03-24 12:57:26', '8+1+6+5+1', 53, NULL, 15),
(1240, 'Пример 16', 0.00, 0, 0, 0, '2018-03-24 12:57:54', '2018-03-24 12:57:54', '5+4-2+6-5', 53, NULL, 16),
(1241, 'Пример 17', 0.00, 0, 0, 0, '2018-03-24 12:58:18', '2018-03-24 12:58:18', '3+3+6-5+3', 53, NULL, 17),
(1242, 'Пример 18', 0.00, 0, 0, 0, '2018-03-24 12:58:43', '2018-03-24 12:58:43', '9+6+5-1+4', 53, NULL, 18),
(1243, 'Пример 19', 0.00, 0, 0, 0, '2018-03-24 12:59:01', '2018-03-24 12:59:01', '2+1-3+9+6', 53, NULL, 19),
(1244, 'Пример 20', 0.00, 0, 0, 0, '2018-03-24 12:59:27', '2018-03-24 12:59:27', '8+6+6-1+5', 53, NULL, 20),
(1245, 'Пример 21', 0.00, 0, 0, 0, '2018-03-24 12:59:51', '2018-03-24 12:59:51', '9+1+8+2+6+6', 53, NULL, 21),
(1246, 'Пример 22', 0.00, 0, 0, 0, '2018-03-24 13:00:13', '2018-03-24 13:00:13', '4+6-1+5+2+3', 53, NULL, 22),
(1247, 'Пример 23', 0.00, 0, 0, 0, '2018-03-24 13:00:44', '2018-03-24 13:00:44', '4+4+3-5+6+2', 53, NULL, 23),
(1248, 'Пример 24', 0.00, 0, 0, 0, '2018-03-24 13:01:06', '2018-03-24 13:01:06', '3+4+5-4+6+2', 53, NULL, 24),
(1250, 'Пример 25', 0.00, 0, 0, 0, '2018-03-24 13:02:01', '2018-03-24 13:02:01', '8+4+6+3+7+6', 53, NULL, 25),
(1251, 'Пример 26', 0.00, 0, 0, 0, '2018-03-24 13:02:19', '2018-03-24 13:02:19', '2+3+4+1-3+6', 53, NULL, 26),
(1252, 'Пример 27', 0.00, 0, 0, 0, '2018-03-24 13:02:37', '2018-03-24 13:02:37', '7+1-4+2+6-5', 53, NULL, 27),
(1253, 'Пример 28', 0.00, 0, 0, 0, '2018-03-24 13:02:54', '2018-03-24 13:02:54', '2+2+2+6-5-4', 53, NULL, 28),
(1254, 'Пример 29', 0.00, 0, 0, 0, '2018-03-24 13:03:23', '2018-03-24 13:03:23', '9+1-3+5+5+6', 53, NULL, 29),
(1255, 'Пример 30', 0.00, 0, 0, 0, '2018-03-24 13:03:52', '2018-03-24 13:03:52', '8+6-5+1-2+3', 53, NULL, 30),
(1256, 'Пример 31', 0.00, 0, 0, 0, '2018-03-24 13:04:14', '2018-03-24 13:04:14', '7-4+3-1+6-4+5', 53, NULL, 31),
(1257, 'Пример 32', 0.00, 0, 0, 0, '2018-03-24 13:04:35', '2018-03-24 13:04:35', '9+2+7+6+1+5+3', 53, NULL, 32),
(1258, 'Пример 33', 0.00, 0, 0, 0, '2018-03-24 13:04:55', '2018-03-24 13:04:55', '7+3-1+6+5-2+4', 53, NULL, 33),
(1259, 'Пример 34', 0.00, 0, 0, 0, '2018-03-24 13:05:17', '2018-03-24 13:05:17', '4+6+4+4+6+1+5', 53, NULL, 34),
(1260, 'Пример 35', 0.00, 0, 0, 0, '2018-03-24 13:05:37', '2018-03-24 13:05:37', '2+4+6-5+3-1+2', 53, NULL, 35),
(1261, 'Пример 36', 0.00, 0, 0, 0, '2018-03-24 13:05:55', '2018-03-24 13:05:55', '8-4+6-1+5+3+6', 53, NULL, 36),
(1262, 'Пример 37', 0.00, 0, 0, 0, '2018-03-24 13:06:20', '2018-03-24 13:06:20', '6+6+6+6+6+6+6', 53, NULL, 37),
(1263, 'Пример 38', 0.00, 0, 0, 0, '2018-03-24 13:06:54', '2018-03-24 13:06:54', '9+4-5+2-1+6+5', 53, NULL, 38),
(1264, 'Пример 39', 0.00, 0, 0, 0, '2018-03-24 13:07:40', '2018-03-24 16:34:39', '7-4+5+2-1+6+6', 53, NULL, 39),
(1265, 'Пример 40', 0.00, 0, 0, 0, '2018-03-24 13:07:58', '2018-03-24 13:07:58', '7+6-4+1-5+6-1', 53, NULL, 40),
(1266, 'Пример 41', 0.00, 0, 0, 0, '2018-03-24 13:08:19', '2018-03-24 13:08:19', '9-2+5+4+6+7+1+5', 53, NULL, 41),
(1267, 'Пример 42', 0.00, 0, 0, 0, '2018-03-24 13:08:41', '2018-03-24 13:08:41', '4+4+1+6-2+3+6+5', 53, NULL, 42),
(1268, 'Пример 43', 0.00, 0, 0, 0, '2018-03-24 13:09:01', '2018-03-24 13:09:01', '9+1-2+6+6-1+5+6', 53, NULL, 43),
(1269, 'Пример 44', 0.00, 0, 0, 0, '2018-03-24 13:09:20', '2018-03-24 13:09:20', '9+6+5-1+5+4+6+3', 53, NULL, 44),
(1270, 'Пример 45', 0.00, 0, 0, 0, '2018-03-24 13:10:02', '2018-03-24 13:10:02', '8+4+3+5-3+4-5+6', 53, NULL, 45),
(1271, 'Пример 46', 0.00, 0, 0, 0, '2018-03-24 13:10:22', '2018-03-24 13:10:22', '21+24+65', 53, NULL, 46),
(1272, 'Пример 47', 0.00, 0, 0, 0, '2018-03-24 13:10:38', '2018-03-24 13:10:38', '14+16+32', 53, NULL, 47),
(1273, 'Пример 48', 0.00, 0, 0, 0, '2018-03-24 13:10:58', '2018-03-24 13:10:58', '78-12+64', 53, NULL, 48),
(1274, 'Пример 49', 0.00, 0, 0, 0, '2018-03-24 13:11:12', '2018-03-24 13:11:12', '15+36+18', 53, NULL, 49),
(1275, 'Пример 50', 0.00, 0, 0, 0, '2018-03-24 13:11:30', '2018-03-24 13:11:30', '74+66+10', 53, NULL, 50),
(1276, 'Пример 51', 0.00, 0, 0, 0, '2018-03-24 13:11:49', '2018-03-24 13:11:49', '17+16-15', 53, NULL, 51),
(1277, 'Пример 52', 0.00, 0, 0, 0, '2018-03-24 13:12:06', '2018-03-24 13:12:06', '32+53+26', 53, NULL, 52),
(1278, 'Пример 53', 0.00, 0, 0, 0, '2018-03-24 13:12:29', '2018-03-24 13:12:29', '24+26-15', 53, NULL, 53),
(1279, 'Пример 54', 0.00, 0, 0, 0, '2018-03-24 13:12:46', '2018-03-24 13:12:46', '98+62+47', 53, NULL, 54),
(1280, 'Пример 55', 0.00, 0, 0, 0, '2018-03-24 13:13:08', '2018-03-24 13:13:08', '27+33+65', 53, NULL, 55),
(1281, 'Пример 56', 0.00, 0, 0, 0, '2018-03-24 13:14:43', '2018-03-24 13:14:43', '18+12+24+16', 53, NULL, 56),
(1282, 'Пример 57', 0.00, 0, 0, 0, '2018-03-24 13:15:20', '2018-03-24 13:15:20', '36+56+17+11\r\n', 53, NULL, 57),
(1283, 'Пример 58', 0.00, 0, 0, 0, '2018-03-24 13:15:53', '2018-03-24 13:15:53', '98-61+16-24', 53, NULL, 58),
(1284, 'Пример 59', 0.00, 0, 0, 0, '2018-03-24 13:16:13', '2018-03-24 13:16:13', '18+16+15+16', 53, NULL, 59),
(1285, 'Пример 60', 0.00, 0, 0, 0, '2018-03-24 13:16:21', '2018-03-24 13:16:21', '', 53, NULL, 0),
(1286, 'Пример 61', 0.00, 0, 0, 0, '2018-03-24 13:17:26', '2018-03-24 13:17:26', '44+62+56+51', 53, NULL, 61),
(1287, 'Пример 62', 0.00, 0, 0, 0, '2018-03-24 13:17:48', '2018-03-24 13:17:48', '31+45+64-53', 53, NULL, 62),
(1288, 'Пример 63', 0.00, 0, 0, 0, '2018-03-24 13:18:18', '2018-03-24 13:18:18', '74+21+65-54', 53, NULL, 63),
(1289, 'Пример 64', 0.00, 0, 0, 0, '2018-03-24 13:19:04', '2018-03-24 13:19:04', '28-14+16+53', 53, NULL, 64),
(1290, 'Пример 65', 0.00, 0, 0, 0, '2018-03-24 13:19:39', '2018-03-24 13:19:39', '62+61-54+15', 53, NULL, 65),
(1291, 'Пример 66', 0.00, 0, 0, 0, '2018-03-24 13:20:03', '2018-03-24 13:20:03', '75+65+28-16', 53, NULL, 66),
(1292, 'Пример 67', 0.00, 0, 0, 0, '2018-03-24 13:20:29', '2018-03-24 13:20:29', '81+67+12-45', 53, NULL, 67),
(1293, 'Пример 68', 0.00, 0, 0, 0, '2018-03-24 13:21:12', '2018-03-24 13:21:12', '10+11-12+96', 53, NULL, 68),
(1294, 'Пример 69', 0.00, 0, 0, 0, '2018-03-24 13:21:38', '2018-03-24 13:21:38', '13+13+16-15', 53, NULL, 69),
(1295, 'Пример 70', 0.00, 0, 0, 0, '2018-03-24 13:22:10', '2018-03-24 13:22:10', '87-54+24+49', 53, NULL, 70),
(1296, 'Пример 71', 0.00, 0, 0, 0, '2018-03-24 13:23:03', '2018-03-24 13:23:03', '25+36-12+61-55', 53, NULL, 71),
(1297, 'Пример 72', 0.00, 0, 0, 0, '2018-03-24 13:23:27', '2018-03-24 13:23:27', '32+43-20+65-32', 53, NULL, 72),
(1298, 'Пример 73', 0.00, 0, 0, 0, '2018-03-24 13:23:55', '2018-03-24 13:23:55', '48+65+24+31+47', 53, NULL, 73),
(1299, 'Пример 74', 0.00, 0, 0, 0, '2018-03-24 13:24:42', '2018-03-24 13:24:42', '95+15-41+62+31', 53, NULL, 74),
(1300, 'Пример 75', 0.00, 0, 0, 0, '2018-03-24 13:25:08', '2018-03-24 13:25:08', '21+78+62-55-14', 53, NULL, 75),
(1301, 'Пример 76', 0.00, 0, 0, 0, '2018-03-24 13:25:35', '2018-03-24 13:25:35', '25+36+47-12+26', 53, NULL, 76),
(1302, 'Пример 77', 0.00, 0, 0, 0, '2018-03-24 13:25:56', '2018-03-24 13:25:56', '51+54+26-45+36', 53, NULL, 77),
(1303, 'Пример 78', 0.00, 0, 0, 0, '2018-03-24 13:26:27', '2018-03-24 13:26:27', '27+43-15+61-16', 53, NULL, 78),
(1304, 'Пример 79', 0.00, 0, 0, 0, '2018-03-24 13:27:04', '2018-03-24 13:27:04', '21+21+44+26-51', 53, NULL, 79),
(1305, 'Пример 80', 0.00, 0, 0, 0, '2018-03-24 13:27:26', '2018-03-24 13:27:26', '18+16+16-13+10', 53, NULL, 80),
(1306, 'Пример 81', 0.00, 0, 0, 0, '2018-03-24 13:28:02', '2018-03-24 13:28:02', '66+45+37+16-54-22', 53, NULL, 81),
(1307, 'Пример 82', 0.00, 0, 0, 0, '2018-03-24 13:28:30', '2018-03-24 13:28:30', '17+16+66+11-23+65', 53, NULL, 82),
(1308, 'Пример 83', 0.00, 0, 0, 0, '2018-03-24 13:29:12', '2018-03-24 13:29:12', '78+12+65-51+35-42', 53, NULL, 83),
(1309, 'Пример 84', 0.00, 0, 0, 0, '2018-03-24 13:29:35', '2018-03-24 13:29:35', '25+26+24+23+22+21+20', 53, NULL, 84),
(1310, 'Пример 85', 0.00, 0, 0, 0, '2018-03-24 13:29:58', '2018-03-24 13:29:58', '36+45+24+33+12+21+16+10', 53, NULL, 85),
(1311, 'Пример 86', 0.00, 0, 0, 0, '2018-03-24 13:30:58', '2018-03-24 13:30:58', '97-52+45+19+16+10-54+25+15', 53, NULL, 86),
(1312, 'Пример 87', 0.00, 0, 0, 0, '2018-03-24 13:32:05', '2018-03-24 13:32:05', '28+76-45+11-25+36+21-52-14', 53, NULL, 87),
(1313, 'Пример 88', 0.00, 0, 0, 0, '2018-03-24 13:32:50', '2018-03-24 13:32:50', '61+62-14-31-55+13+62+12-50', 53, NULL, 88),
(1314, 'Пример 89', 0.00, 0, 0, 0, '2018-03-24 13:33:41', '2018-03-24 13:33:41', '51+60-11-41+12+64-35-10+66-13+22', 53, NULL, 89),
(1315, 'Пример 90', 0.00, 0, 0, 0, '2018-03-24 13:34:56', '2018-03-24 13:34:56', '10+11+12+13+14+15+16+17+12+13+14+15', 53, NULL, 90),
(1316, 'Пример 91', 0.00, 0, 0, 0, '2018-03-24 13:35:26', '2018-03-24 13:35:26', '515+316+168', 53, NULL, 91),
(1317, 'Пример 92', 0.00, 0, 0, 0, '2018-03-24 13:35:50', '2018-03-24 13:35:50', '120+930+360', 53, NULL, 92),
(1318, 'Пример 93', 0.00, 0, 0, 0, '2018-03-24 13:36:44', '2018-03-24 13:36:44', '821-321+655', 53, NULL, 93),
(1319, 'Пример 94', 0.00, 0, 0, 0, '2018-03-24 13:37:17', '2018-03-24 13:37:17', '222+311+666', 53, NULL, 94),
(1320, 'Пример 95', 0.00, 0, 0, 0, '2018-03-24 13:37:40', '2018-03-24 13:37:40', '155-113+264', 53, NULL, 95),
(1321, 'Пример 96', 0.00, 0, 0, 0, '2018-03-24 13:38:13', '2018-03-24 13:38:13', '161+165+116', 53, NULL, 96),
(1322, 'Пример 97', 0.00, 0, 0, 0, '2018-03-24 13:38:47', '2018-03-24 13:38:47', '140+160+350+100', 53, NULL, 97),
(1323, 'Пример 98', 0.00, 0, 0, 0, '2018-03-24 13:39:19', '2018-03-24 13:39:19', '150+250+650+150', 53, NULL, 98),
(1324, 'Пример 99', 0.00, 0, 0, 0, '2018-03-24 13:39:48', '2018-03-24 13:39:48', '175+125+159+655', 53, NULL, 99),
(1325, 'Пример 100', 0.00, 0, 0, 0, '2018-03-24 13:41:46', '2018-03-24 13:41:46', '100+544+162+113+100', 53, NULL, 100),
(1326, 'Пример 8', 0.00, 0, 0, 0, '2018-03-24 16:38:10', '2018-03-24 16:38:10', '5+4+1-6', 54, NULL, 8),
(1327, 'Пример 9', 0.00, 0, 0, 0, '2018-03-24 16:38:32', '2018-03-24 16:38:32', '3+3+5-6', 54, NULL, 9),
(1328, 'Пример 10', 0.00, 0, 0, 0, '2018-03-24 16:39:04', '2018-03-24 16:39:04', '7+4-6+5', 54, NULL, 10),
(1329, 'Пример 11', 0.00, 0, 0, 0, '2018-03-24 16:39:34', '2018-03-24 16:39:34', '9+6-1-6+3', 54, NULL, 11),
(1330, 'Пример 12', 0.00, 0, 0, 0, '2018-03-24 16:41:39', '2018-03-24 16:41:39', '8+3-6+5-2', 54, NULL, 12),
(1331, 'Пример 13', 0.00, 0, 0, 0, '2018-03-24 16:42:16', '2018-03-24 16:42:16', '4+6+5-6+1', 54, NULL, 13),
(1332, 'Пример 14', 0.00, 0, 0, 0, '2018-03-24 16:42:54', '2018-03-24 16:42:54', '8+2+4+1-6', 54, NULL, 14),
(1333, 'Пример 15', 0.00, 0, 0, 0, '2018-03-24 16:44:10', '2018-03-24 16:44:10', '7+6-4+1-6', 54, NULL, 15),
(1334, 'Пример 16', 0.00, 0, 0, 0, '2018-03-24 16:44:43', '2018-03-24 16:44:43', '6+4+4-6+3', 54, NULL, 16),
(1335, 'Пример 17', 0.00, 0, 0, 0, '2018-03-24 16:45:39', '2018-03-24 16:45:39', '9+5-6+3+4', 54, NULL, 17),
(1336, 'Пример 18', 0.00, 0, 0, 0, '2018-03-24 16:47:18', '2018-03-24 16:47:18', '8+6+6+1-6', 54, NULL, 18),
(1337, 'Пример 19', 0.00, 0, 0, 0, '2018-03-24 16:53:10', '2018-03-24 16:53:10', '3+4+4-6+5', 54, NULL, 19),
(1338, 'пример 52 ', 0.00, 0, 0, 0, '2018-03-25 03:22:52', '2018-03-25 03:22:52', '         7-2+4-5-4+2+2+5-4+2+1', 14, NULL, 52),
(1339, 'пример 53', 0.00, 0, 0, 0, '2018-03-25 03:24:09', '2018-03-25 03:24:09', '6+2-5+6-4-5+2+7', 14, NULL, 53),
(1340, 'пример 54', 0.00, 0, 0, 0, '2018-03-25 03:24:34', '2018-03-25 03:24:34', '6+2-5+6-4-5+2+7', 14, NULL, 54),
(1341, 'пример 55', 0.00, 0, 0, 0, '2018-03-25 03:26:00', '2018-03-25 03:26:00', '3-2+7-3+1-5+8-3', 14, NULL, 55),
(1342, 'пример 56', 0.00, 0, 0, 0, '2018-03-25 03:26:28', '2018-03-25 03:26:28', '8-3+2-5+7-6+1+5', 14, NULL, 56),
(1343, 'пример 57', 0.00, 0, 0, 0, '2018-03-25 03:27:11', '2018-03-25 03:27:11', '2+2-4+5+1-6+8-2', 14, NULL, 57),
(1344, 'пример 58', 0.00, 0, 0, 0, '2018-03-25 03:27:45', '2018-03-25 03:27:45', '2+1+5-6+7-1-5+6', 14, NULL, 58),
(1345, 'пример 59', 0.00, 0, 0, 0, '2018-03-25 03:28:18', '2018-03-25 03:28:18', '5+2-1+3-5-2+6-1', 14, NULL, 59),
(1346, 'пример 60', 0.00, 0, 0, 0, '2018-03-25 03:28:49', '2018-03-25 03:28:49', '7-5+2-3+6+1+2-8', 14, NULL, 60),
(1347, 'пример 61', 0.00, 0, 0, 0, '2018-03-25 03:29:30', '2018-03-25 03:29:30', '9-8+2+1+5-2-6+3', 14, NULL, 61),
(1348, 'пример 62', 0.00, 0, 0, 0, '2018-03-25 03:30:01', '2018-03-25 03:30:01', '7-2+1-5+3+5-4+2', 14, NULL, 62),
(1349, 'пример 63', 0.00, 0, 0, 0, '2018-03-25 03:30:32', '2018-03-25 03:30:32', '2+2-3+5-1-5+4-2', 14, NULL, 63),
(1350, 'пример 64', 0.00, 0, 0, 0, '2018-03-25 03:31:02', '2018-03-25 03:31:02', '8+1-4+2-5+1-3+7', 14, NULL, 64),
(1351, 'пример 65', 0.00, 0, 0, 0, '2018-03-25 03:31:25', '2018-03-26 09:00:11', '4-1-2+6-5-2+4+5', 14, NULL, 65),
(1352, 'пример 66', 0.00, 0, 0, 0, '2018-03-25 04:57:23', '2018-03-25 04:57:23', '4+5-6+1-3+2+6', 14, NULL, 66),
(1353, 'пример 67 ', 0.00, 0, 0, 0, '2018-03-25 04:58:00', '2018-03-25 04:58:00', '8+1-6+5-2+3-8', 14, NULL, 67),
(1354, 'пример 68 ', 0.00, 0, 0, 0, '2018-03-25 04:58:22', '2018-03-25 04:58:22', '1+7-6+2+5-3+1', 14, NULL, 68),
(1355, 'пример 68', 0.00, 0, 0, 0, '2018-03-25 04:58:55', '2018-03-25 04:59:12', '2+6-7+1-2+4-3', 14, NULL, 69),
(1356, 'пример 70', 0.00, 0, 0, 0, '2018-03-25 05:05:51', '2018-03-25 05:05:51', '9-7+1-2+5+3-4', 14, NULL, 70),
(1357, 'пример 71', 0.00, 0, 0, 0, '2018-03-25 05:10:54', '2018-03-25 05:10:54', '1+7-6+2+5-7+1', 14, NULL, 71),
(1358, 'пример 72', 0.00, 0, 0, 0, '2018-03-25 05:11:40', '2018-03-25 05:11:40', '3+1-2+5-6+5-1', 14, NULL, 72),
(1359, 'пример 73', 0.00, 0, 0, 0, '2018-03-25 06:58:24', '2018-03-25 06:58:24', '1+7-6+2+5-7+1', 14, NULL, 73),
(1360, 'пример 74', 0.00, 0, 0, 0, '2018-03-25 07:00:20', '2018-03-25 07:00:20', '8-3+1+1-2-5+1', 14, NULL, 74),
(1361, 'пример 75', 0.00, 0, 0, 0, '2018-03-25 07:15:16', '2018-03-26 09:21:18', '7-5+2-3+6+1+1-8', 14, NULL, 75),
(1362, 'пример 31', 0.00, 0, 0, 0, '2018-03-25 07:17:53', '2018-03-25 07:17:53', ' 26-15+36+52-17-22+19 ', 16, NULL, 31),
(1363, 'пример 32', 0.00, 0, 0, 0, '2018-03-25 07:18:14', '2018-03-25 07:18:28', '44+55-26+11+15-53-25 ', 16, NULL, 32),
(1364, 'пример 33', 0.00, 0, 0, 0, '2018-03-25 07:20:59', '2018-03-25 07:20:59', '38-12-6+72+7-9-40 ', 16, NULL, 33),
(1365, 'пример 34', 0.00, 0, 0, 0, '2018-03-25 07:45:37', '2018-03-25 07:45:37', '22+22+55-45-54+15-10 ', 16, NULL, 34),
(1366, 'пример 35', 0.00, 0, 0, 0, '2018-03-25 07:46:06', '2018-03-25 07:46:06', '90+9-63+13+50-24-70 ', 16, NULL, 35),
(1367, 'пример 36', 0.00, 0, 0, 0, '2018-03-25 07:46:30', '2018-03-25 07:46:30', '46+52-33-65+44-23+58 ', 16, NULL, 36),
(1368, 'пример 37', 0.00, 0, 0, 0, '2018-03-25 07:46:59', '2018-03-25 07:46:59', '11+76-30-57+14+35+50 ', 16, NULL, 37),
(1369, 'пример 38', 0.00, 0, 0, 0, '2018-03-25 07:47:21', '2018-03-25 07:47:21', '40+54-23-70+55+20-70', 16, NULL, 38),
(1370, 'пример 39', 0.00, 0, 0, 0, '2018-03-25 07:47:50', '2018-03-25 07:47:50', ' 35+50-80+20-25+44-22 ', 16, NULL, 39),
(1371, 'пример 40', 0.00, 0, 0, 0, '2018-03-25 07:48:22', '2018-03-25 07:48:22', '66-15+13-50+35-40-6 ', 16, NULL, 40);
INSERT INTO `trainer_tasks` (`id`, `name`, `speed`, `count_examples`, `minimal_number`, `maximal_number`, `created_at`, `updated_at`, `examples`, `exercise_id`, `operation`, `sort`) VALUES
(1372, 'пример 41', 0.00, 0, 0, 0, '2018-03-25 07:48:46', '2018-03-25 07:48:46', '76-50+23-44+72-22-55 ', 16, NULL, 41),
(1373, 'пример 42', 0.00, 0, 0, 0, '2018-03-25 07:49:13', '2018-03-25 07:49:13', '67-15+26+21-80+30-49 ', 16, NULL, 42),
(1374, 'пример 43', 0.00, 0, 0, 0, '2018-03-25 07:50:28', '2018-03-25 07:50:28', '26+50+23-20-14-60+22 ', 16, NULL, 43),
(1375, 'пример 44', 0.00, 0, 0, 0, '2018-03-25 07:50:50', '2018-03-25 07:50:50', '13+85-22-61-10+54+40 ', 16, NULL, 44),
(1376, 'пример 44', 0.00, 0, 0, 0, '2018-03-25 07:51:31', '2018-03-25 07:51:31', '78-13-60+21-15+33+55 ', 16, NULL, 44),
(1377, 'пример 45', 0.00, 0, 0, 0, '2018-03-25 07:52:46', '2018-03-25 07:52:46', '60-50+80-70+66-50-6 ', 16, NULL, 45),
(1378, 'пример 46', 0.00, 0, 0, 0, '2018-03-25 07:53:57', '2018-03-25 07:53:57', '65-50-10+40-15+14+50 ', 16, NULL, 46),
(1379, 'пример 47', 0.00, 0, 0, 0, '2018-03-25 07:54:24', '2018-03-25 07:54:24', '18+50+11+20-47+27-70 ', 16, NULL, 47),
(1380, 'пример 48', 0.00, 0, 0, 0, '2018-03-25 07:56:11', '2018-03-25 07:56:11', '97-76+65-31+20-70+84 ', 16, NULL, 48),
(1381, 'пример 49', 0.00, 0, 0, 0, '2018-03-25 07:56:53', '2018-03-25 07:56:53', '18+50+31-53-45+26-17 ', 16, NULL, 49),
(1382, 'пример 50 ', 0.00, 0, 0, 0, '2018-03-25 07:58:36', '2018-03-25 07:58:36', '36-11+24-38+73-14+20 ', 16, NULL, 50),
(1383, 'пример 51', 0.00, 0, 0, 0, '2018-03-25 07:59:04', '2018-03-25 07:59:04', '21-10+71-12-50+19+10 ', 16, NULL, 51),
(1384, 'пример 52', 0.00, 0, 0, 0, '2018-03-25 08:03:36', '2018-03-25 08:03:59', '26-11+54-63+41-16-31 ', 16, NULL, 52),
(1385, 'пример 53', 0.00, 0, 0, 0, '2018-03-25 08:05:13', '2018-03-25 08:05:13', '54+25-19+36-50-15-20 ', 16, NULL, 53),
(1386, 'пример 54', 0.00, 0, 0, 0, '2018-03-25 08:06:47', '2018-03-25 08:06:47', '78-22+43-38+21+7-80 ', 16, NULL, 54),
(1387, 'пример 55', 0.00, 0, 0, 0, '2018-03-25 08:07:20', '2018-03-25 08:07:20', '43-30-11+55+11+31-94 ', 16, NULL, 55),
(1388, 'пример 55', 0.00, 0, 0, 0, '2018-03-25 08:07:50', '2018-03-25 08:07:50', '97-65+50+16-55-23+19 ', 16, NULL, 55),
(1389, 'пример 56 ', 0.00, 0, 0, 0, '2018-03-25 08:08:42', '2018-03-25 08:08:42', '56+23-57+21-32+11+55 ', 16, NULL, 56),
(1390, 'пример 57', 0.00, 0, 0, 0, '2018-03-25 08:09:21', '2018-03-25 08:09:21', '46-15+60-51-30+12+66 ', 16, NULL, 57),
(1391, 'пример 58', 0.00, 0, 0, 0, '2018-03-25 08:10:16', '2018-03-25 08:10:16', '87+12-21-57-10+88-9 ', 16, NULL, 58),
(1392, 'пример 59', 0.00, 0, 0, 0, '2018-03-25 08:10:53', '2018-03-25 08:10:53', '22+71-83+24+50+15-25 ', 16, NULL, 59),
(1393, 'пример 60 ', 0.00, 0, 0, 0, '2018-03-25 08:11:25', '2018-03-25 08:11:25', '33+50-62+26-11+13+50 ', 16, NULL, 60),
(1394, 'Пример 20', 0.00, 0, 0, 0, '2018-04-18 16:53:11', '2018-04-18 16:53:11', '5+5-6+4+1', 54, NULL, 20),
(1395, 'Пример 21', 0.00, 0, 0, 0, '2018-04-18 16:53:29', '2018-04-18 16:53:29', '2+3+5-6+2+1', 54, NULL, 21),
(1396, 'Пример 22', 0.00, 0, 0, 0, '2018-04-18 16:56:31', '2018-04-18 16:56:31', '7+3-6+4+2-5', 54, NULL, 22),
(1397, 'Пример 23', 0.00, 0, 0, 0, '2018-04-18 16:56:46', '2018-04-18 16:56:46', '5+6+2-6+4+5', 54, NULL, 23),
(1398, 'Пример 24', 0.00, 0, 0, 0, '2018-04-18 16:57:05', '2018-04-18 16:57:05', '7+5-6+4+8+2', 54, NULL, 24),
(1399, 'Пример 25', 0.00, 0, 0, 0, '2018-04-18 16:57:23', '2018-04-18 16:57:23', '9+1+8+2-6+5', 54, NULL, 25),
(1400, 'Пример 26', 0.00, 0, 0, 0, '2018-04-18 16:57:41', '2018-04-18 16:57:41', '1+6+3-6+5+1', 54, NULL, 26),
(1401, 'Пример 27', 0.00, 0, 0, 0, '2018-04-18 16:58:08', '2018-04-18 16:58:08', '7+4-6+5-1+2', 54, NULL, 27),
(1402, 'Пример 28', 0.00, 0, 0, 0, '2018-04-18 16:58:25', '2018-04-18 16:58:25', '9+6-1+3+4-6', 54, NULL, 28),
(1403, 'Пример 29', 0.00, 0, 0, 0, '2018-04-18 16:58:45', '2018-04-18 16:58:45', '8+5-6+5+3-1', 54, NULL, 29),
(1404, 'Пример 30', 0.00, 0, 0, 0, '2018-04-18 16:59:09', '2018-04-18 16:59:09', '6+6+7+1-6+5', 54, NULL, 30),
(1405, 'Пример 31', 0.00, 0, 0, 0, '2018-04-18 17:01:42', '2018-04-18 17:01:42', '8+1-5+4+3-6+1', 54, NULL, 31),
(1406, 'Пример 32', 0.00, 0, 0, 0, '2018-04-18 17:01:58', '2018-04-18 17:01:58', '9+2-6+5-1+4+3', 54, NULL, 32),
(1407, 'Пример 33', 0.00, 0, 0, 0, '2018-04-18 17:02:53', '2018-04-18 17:02:53', '8+4-6+3+1+5+6', 54, NULL, 33),
(1408, 'Пример 34', 0.00, 0, 0, 0, '2018-04-18 17:03:12', '2018-04-18 17:03:12', '3+3+2+2-6+1-3', 54, NULL, 34),
(1409, 'Пример 35', 0.00, 0, 0, 0, '2018-04-18 17:03:32', '2018-04-18 17:03:32', '8+1+5-6+3+2+6', 54, NULL, 35),
(1410, 'Пример 36', 0.00, 0, 0, 0, '2018-04-18 17:03:54', '2018-04-18 17:03:54', '9+2+7+2-6+5+1', 54, NULL, 36),
(1411, 'Пример 37', 0.00, 0, 0, 0, '2018-04-18 17:10:05', '2018-04-18 17:10:05', '4+5+2+3-6+5+2', 54, NULL, 37),
(1412, 'Пример 38', 0.00, 0, 0, 0, '2018-04-18 17:10:23', '2018-04-18 17:10:23', '7+1+4+2-6+1+1', 54, NULL, 38),
(1413, 'Пример 39', 0.00, 0, 0, 0, '2018-04-18 17:10:41', '2018-04-18 17:10:41', '4+6+2+7+1-6+5', 54, NULL, 39),
(1414, 'Пример 40', 0.00, 0, 0, 0, '2018-04-18 17:11:18', '2018-04-18 17:11:18', '8+3+7+4-6+4+5', 54, NULL, 40),
(1415, 'Пример 41', 0.00, 0, 0, 0, '2018-04-18 17:12:45', '2018-04-18 17:12:45', '4+4+3-6+5+2+7+4', 54, NULL, 41),
(1416, 'Пример 42', 0.00, 0, 0, 0, '2018-04-18 17:13:21', '2018-04-18 17:13:21', '8+1+9-6+5+4+5-6+2', 54, NULL, 42),
(1417, 'Пример 43', 0.00, 0, 0, 0, '2018-04-18 17:13:54', '2018-04-18 17:13:54', '7+1+2-6+5+3+3-6+4+1', 54, NULL, 43),
(1418, 'Пример 44', 0.00, 0, 0, 0, '2018-04-18 17:14:24', '2018-04-18 17:14:24', '9+1+8+2+7+3+6+4-6+2+5', 54, NULL, 44),
(1419, 'Пример 45', 0.00, 0, 0, 0, '2018-04-18 17:14:59', '2018-04-18 17:14:59', '4+5+2+4+5-6+2+3-5+3+4+1', 54, NULL, 45),
(1420, 'Пример 46', 0.00, 0, 0, 0, '2018-04-18 17:19:40', '2018-04-18 17:19:40', '60-16+33', 54, NULL, 46),
(1421, 'Пример 47', 0.00, 0, 0, 0, '2018-04-18 17:19:58', '2018-04-18 17:19:58', '71-16+45', 54, NULL, 47),
(1422, 'Пример 48', 0.00, 0, 0, 0, '2018-04-18 17:22:35', '2018-04-18 17:22:35', '82+26-64', 54, NULL, 48),
(1423, 'Пример 49', 0.00, 0, 0, 0, '2018-04-18 17:23:12', '2018-04-18 17:23:12', '37+13-26', 54, NULL, 49),
(1424, 'Пример 50', 0.00, 0, 0, 0, '2018-04-18 17:23:42', '2018-04-18 17:23:42', '97+43-65', 54, NULL, 50),
(1425, 'Пример 51', 0.00, 0, 0, 0, '2018-04-18 17:24:06', '2018-04-18 17:24:06', '39+45-76', 54, NULL, 51),
(1426, 'Пример 52', 0.00, 0, 0, 0, '2018-04-18 17:24:31', '2018-04-18 17:24:31', '24+76-65', 54, NULL, 52),
(1427, 'Пример 53', 0.00, 0, 0, 0, '2018-04-18 17:34:50', '2018-04-18 17:34:50', '95+25-63', 54, NULL, 53),
(1428, 'Пример 54', 0.00, 0, 0, 0, '2018-04-18 17:35:20', '2018-04-18 17:35:20', '80-16+35', 54, NULL, 54),
(1429, 'Пример 55', 0.00, 0, 0, 0, '2018-04-18 17:35:51', '2018-04-18 17:35:51', '91-26+14', 54, NULL, 55),
(1430, 'Пример 56', 0.00, 0, 0, 0, '2018-04-18 17:38:17', '2018-04-18 17:38:17', '82+35-64+11', 54, NULL, 56),
(1431, 'Пример 57', 0.00, 0, 0, 0, '2018-04-18 17:38:46', '2018-04-18 17:38:46', '64-16+32+10', 54, NULL, 57),
(1432, 'Пример 58', 0.00, 0, 0, 0, '2018-04-18 17:39:46', '2018-04-18 17:39:46', '93+61-16+50', 54, NULL, 58),
(1433, 'Пример 59', 0.00, 0, 0, 0, '2018-04-18 17:40:16', '2018-04-18 17:40:16', '14+16+12-26', 54, NULL, 59),
(1434, 'Пример 60', 0.00, 0, 0, 0, '2018-04-18 17:41:00', '2018-04-18 17:41:00', '18+22-36+55', 54, NULL, 60),
(1435, 'Пример 61', 0.00, 0, 0, 0, '2018-04-18 17:45:25', '2018-04-18 17:45:25', '21-16+35+28', 54, NULL, 61),
(1436, 'Пример 62', 0.00, 0, 0, 0, '2018-04-18 17:45:51', '2018-04-18 17:45:51', '55-16+42+36', 54, NULL, 62),
(1437, 'Пример 63', 0.00, 0, 0, 0, '2018-04-18 17:46:08', '2018-04-18 17:46:08', '36+34+42-66', 54, NULL, 63),
(1438, 'Пример 64', 0.00, 0, 0, 0, '2018-04-18 17:46:29', '2018-04-18 17:46:29', '79+33-46+55', 54, NULL, 64),
(1439, 'Пример 65', 0.00, 0, 0, 0, '2018-04-18 17:46:48', '2018-04-18 17:46:48', '14+46+11-26', 54, NULL, 65),
(1440, 'Пример 66', 0.00, 0, 0, 0, '2018-04-18 17:47:02', '2018-04-18 17:47:02', '14+12+15-16+10', 54, NULL, 66),
(1441, 'Пример 67', 0.00, 0, 0, 0, '2018-04-18 17:47:17', '2018-04-18 17:47:17', '91+28+11-46+15', 54, NULL, 67),
(1442, 'Пример 68', 0.00, 0, 0, 0, '2018-04-18 17:47:37', '2018-04-18 17:47:37', '86+16-65+43-11', 54, NULL, 68),
(1443, 'Пример 69', 0.00, 0, 0, 0, '2018-04-18 17:47:54', '2018-04-18 17:47:54', '82+16+13-65+44', 54, NULL, 69),
(1444, 'Пример 70', 0.00, 0, 0, 0, '2018-04-18 17:48:12', '2018-04-18 17:48:12', '60-26+35+61-13', 54, NULL, 70),
(1445, 'Пример 71', 0.00, 0, 0, 0, '2018-04-18 17:48:52', '2018-04-18 17:48:52', '28+46+32-66+41', 54, NULL, 71),
(1446, 'Пример 72', 0.00, 0, 0, 0, '2018-04-18 17:49:09', '2018-04-18 17:49:09', '95+15-36+42+10', 54, NULL, 72),
(1447, 'пример 73', 0.00, 0, 0, 0, '2018-04-18 17:49:23', '2018-04-18 17:49:23', '81+46-67-12+10', 54, NULL, 73),
(1448, 'Пример 74', 0.00, 0, 0, 0, '2018-04-18 17:49:40', '2018-04-18 17:49:40', '61+61-16-65+51', 54, NULL, 74),
(1449, 'Пример 75', 0.00, 0, 0, 0, '2018-04-18 17:49:57', '2018-04-18 17:49:57', '76+34-62+16+51', 54, NULL, 75),
(1450, 'Пример 76', 0.00, 0, 0, 0, '2018-04-18 17:50:12', '2018-04-18 17:50:12', '61-26+35-13+64+10', 54, NULL, 76),
(1451, 'Пример 77', 0.00, 0, 0, 0, '2018-04-18 17:50:42', '2018-04-18 17:50:42', '60-36+24+42-16+45', 54, NULL, 77),
(1452, 'Пример 78', 0.00, 0, 0, 0, '2018-04-18 17:51:05', '2018-04-18 17:51:05', '84-46+55+13-66+10', 54, NULL, 78),
(1453, 'Пример 79', 0.00, 0, 0, 0, '2018-04-18 17:51:30', '2018-04-18 17:51:30', '25+25-16+55+21-51+63', 54, NULL, 79),
(1454, 'Пример 80', 0.00, 0, 0, 0, '2018-04-18 17:51:58', '2018-04-18 17:52:16', '36+44-26+54+12+65-14', 54, NULL, 80),
(1455, 'Пример 81', 0.00, 0, 0, 0, '2018-04-18 17:53:28', '2018-04-18 17:53:28', '22+75+13-62+13-45+10', 54, NULL, 81),
(1456, 'Пример 82', 0.00, 0, 0, 0, '2018-04-18 17:54:00', '2018-04-18 17:54:00', '32+23+52-61+14+10-12', 54, NULL, 82),
(1457, 'Пример 83', 0.00, 0, 0, 0, '2018-04-18 17:54:20', '2018-04-18 17:54:20', '83+46+71-65-15+46+44', 54, NULL, 83),
(1458, 'Пример 84', 0.00, 0, 0, 0, '2018-04-18 17:54:59', '2018-04-18 17:54:59', '96+21-64+32+43+54+10', 54, NULL, 84),
(1459, 'Пример 85', 0.00, 0, 0, 0, '2018-04-18 17:55:18', '2018-04-18 17:55:18', '80-16+45-53+64-13+35', 54, NULL, 85),
(1460, 'Пример 86', 0.00, 0, 0, 0, '2018-04-18 17:55:46', '2018-04-18 17:55:46', '73+43-65+12-24+15+10+11', 54, NULL, 86),
(1461, 'Пример 87', 0.00, 0, 0, 0, '2018-04-18 17:56:29', '2018-04-18 17:56:29', '46+15-36+52+33-45+50+10', 54, NULL, 87),
(1462, 'Пример 88', 0.00, 0, 0, 0, '2018-04-18 17:57:28', '2018-04-18 17:57:28', '51+62+43-65+17+52-34+16+10', 54, NULL, 88),
(1463, 'Пример 89', 0.00, 0, 0, 0, '2018-04-18 17:57:47', '2018-04-18 17:57:47', '10+12+14+16+11+13+15-46', 54, NULL, 89),
(1464, 'Пример 90', 0.00, 0, 0, 0, '2018-04-18 17:58:49', '2018-04-18 17:58:49', '21+62-16+10+34+44-61+10+16+10', 54, NULL, 90),
(1465, 'Пример 91', 0.00, 0, 0, 0, '2018-04-18 17:59:05', '2018-04-18 17:59:05', '160-116+124', 54, NULL, 91),
(1466, 'Пример 92', 0.00, 0, 0, 0, '2018-04-18 17:59:22', '2018-04-18 17:59:22', '215+115-326', 54, NULL, 92),
(1467, 'Пример 93', 0.00, 0, 0, 0, '2018-04-18 17:59:52', '2018-04-18 17:59:52', '141-126+155', 54, NULL, 93),
(1468, 'Пример 94', 0.00, 0, 0, 0, '2018-04-18 18:00:26', '2018-04-18 18:00:26', '442-236+113', 54, NULL, 94),
(1469, 'Пример 95', 0.00, 0, 0, 0, '2018-04-18 18:01:01', '2018-04-18 18:01:01', '835+155-776', 54, NULL, 95),
(1470, 'Пример 96', 0.00, 0, 0, 0, '2018-04-18 18:01:23', '2018-04-18 18:01:23', '100+150-136', 54, NULL, 96),
(1471, 'Пример 97', 0.00, 0, 0, 0, '2018-04-18 18:02:04', '2018-04-18 18:02:04', '222+240-316+100', 54, NULL, 97),
(1472, 'Пример 98', 0.00, 0, 0, 0, '2018-04-18 18:02:46', '2018-04-18 18:02:46', '500-115-116+100+670', 54, NULL, 98),
(1473, 'Пример 99', 0.00, 0, 0, 0, '2018-04-18 18:03:08', '2018-04-18 18:03:08', '248-164+150+155+100', 54, NULL, 99),
(1474, 'Пример 100', 0.00, 0, 0, 0, '2018-04-18 18:03:52', '2018-04-18 18:03:52', '351+158+151-466+500', 54, NULL, 100),
(1475, 'Пример 1', 0.00, 0, 0, 0, '2018-05-07 15:22:02', '2018-05-07 15:22:02', '3+7-4+1', 55, NULL, 1),
(1476, 'Пример 2', 0.00, 0, 0, 0, '2018-05-07 15:22:16', '2018-05-07 15:24:58', '2+1+7-5', 55, NULL, 2),
(1477, 'Пример 3', 0.00, 0, 0, 0, '2018-05-07 15:26:40', '2018-05-07 15:26:40', '6-3+7-3', 55, NULL, 3),
(1478, 'Пример 4', 0.00, 0, 0, 0, '2018-05-07 15:30:05', '2018-05-07 15:30:05', '4+7-5+6', 55, NULL, 4),
(1479, 'Пример 5', 0.00, 0, 0, 0, '2018-05-07 15:36:28', '2018-05-07 15:36:28', '5+7+3-6', 55, NULL, 5),
(1480, 'Пример 6 ', 0.00, 0, 0, 0, '2018-05-07 16:12:09', '2018-05-07 16:12:09', '6+7+3+6', 55, NULL, 6),
(1481, 'Пример 7', 0.00, 0, 0, 0, '2018-05-07 16:15:38', '2018-05-07 16:15:38', '7+7+6-5', 55, NULL, 7),
(1482, 'Пример 8', 0.00, 0, 0, 0, '2018-05-07 16:18:32', '2018-05-07 16:18:32', '8+7+5-2', 55, NULL, 8),
(1483, 'Пример 9', 0.00, 0, 0, 0, '2018-05-07 16:21:22', '2018-05-07 16:21:22', '9+7+6-4', 55, NULL, 9),
(1484, 'Пример 10', 0.00, 0, 0, 0, '2018-05-07 16:32:50', '2018-05-07 16:32:50', '4+4+7+7\r\n', 55, NULL, 10),
(1485, 'Пример 2', 0.00, 0, 0, 0, '2018-06-05 19:06:26', '2018-09-29 17:36:55', '4+6+2-9', 60, NULL, 2),
(1486, 'Пример 3', 0.00, 0, 0, 0, '2018-06-05 19:07:04', '2018-09-29 17:37:28', '3+7+1-9', 60, NULL, 3),
(1487, ' Пример 11 ', 0.00, 0, 0, 0, '2018-06-05 19:15:54', '2018-06-05 19:15:54', '2+3+7-6+1', 55, NULL, 11),
(1488, ' Пример 12 ', 0.00, 0, 0, 0, '2018-06-05 19:16:23', '2018-06-05 19:16:23', '8+2+4+7+6', 55, NULL, 12),
(1489, 'Пример 13', 0.00, 0, 0, 0, '2018-06-05 19:16:54', '2018-06-05 19:16:54', '9+7+5+3+1', 55, NULL, 13),
(1490, ' Пример 14 ', 0.00, 0, 0, 0, '2018-06-05 19:17:34', '2018-06-05 19:17:34', '9-4+7+3-1', 55, NULL, 14),
(1491, ' Пример 15 ', 0.00, 0, 0, 0, '2018-06-05 19:17:59', '2018-06-05 19:17:59', ' 8-6+3+1+7 ', 55, NULL, 15),
(1492, ' Пример 16 ', 0.00, 0, 0, 0, '2018-06-05 19:19:27', '2018-06-05 19:19:27', ' 9+1-2+7+3 ', 55, NULL, 16),
(1493, ' Пример 17 ', 0.00, 0, 0, 0, '2018-06-05 19:19:55', '2018-06-05 19:19:55', ' 7+7+2+5-6 ', 55, NULL, 17),
(1494, ' Пример 18 ', 0.00, 0, 0, 0, '2018-06-05 19:20:33', '2018-06-05 19:20:33', ' 4+4+7-5-3', 55, NULL, 18),
(1495, ' Пример 19 ', 0.00, 0, 0, 0, '2018-06-05 19:21:02', '2018-06-05 19:21:02', ' 9+1-3+7-6 ', 55, NULL, 19),
(1496, ' Пример 20 ', 0.00, 0, 0, 0, '2018-06-05 19:21:32', '2018-06-05 19:21:32', ' 8+3+8+7-6 ', 55, NULL, 20),
(1497, ' Пример 21 ', 0.00, 0, 0, 0, '2018-06-05 19:22:11', '2018-06-05 19:22:11', ' 2+4+7+3+2+6 ', 55, NULL, 21),
(1498, ' Пример 22 ', 0.00, 0, 0, 0, '2018-06-05 19:23:29', '2018-06-05 19:23:29', ' 3+3+7-2+5+1 ', 55, NULL, 22),
(1499, ' Пример 23 ', 0.00, 0, 0, 0, '2018-06-05 19:23:58', '2018-06-05 19:23:58', ' 1+8+7+4-3+7 ', 55, NULL, 23),
(1500, ' Примерно 24 ', 0.00, 0, 0, 0, '2018-06-05 19:24:27', '2018-06-05 19:24:27', ' 2+3+7-6+4+1 ', 55, NULL, 24),
(1501, ' Пример 25', 0.00, 0, 0, 0, '2018-06-05 19:25:17', '2018-06-05 19:25:17', ' 7+7+6-2+3-1', 55, NULL, 25),
(1502, 'Пример 26', 0.00, 0, 0, 0, '2018-06-05 19:25:51', '2018-06-05 19:25:51', ' 9+3+4+7-4-8 ', 55, NULL, 0),
(1503, 'Примерно 27', 0.00, 0, 0, 0, '2018-06-05 19:26:37', '2018-06-05 19:26:37', '3+1+7-2-6+7', 55, NULL, 0),
(1504, 'Пример 28', 0.00, 0, 0, 0, '2018-06-05 19:27:41', '2018-06-05 19:27:41', ' 2+4-5+3+7-1 ', 55, NULL, 0),
(1505, 'Пример 29', 0.00, 0, 0, 0, '2018-06-05 19:28:30', '2018-06-05 19:28:30', ' 1+2+1+7-5+6 ', 55, NULL, 29),
(1506, 'Пример 30', 0.00, 0, 0, 0, '2018-06-05 19:29:02', '2018-06-05 19:29:02', ' 8+7+5-1+6-4 ', 55, NULL, 0),
(1507, 'Пример 31', 0.00, 0, 0, 0, '2018-06-05 19:29:35', '2018-06-05 19:29:35', ' 9+2+6+7-5-1+6 ', 55, NULL, 0),
(1508, 'Пример 32', 0.00, 0, 0, 0, '2018-06-05 19:30:03', '2018-06-05 19:30:03', ' 4+5+2+4+5+6+7 ', 55, NULL, 0),
(1509, ' Пример 33', 0.00, 0, 0, 0, '2018-06-05 19:30:46', '2018-06-05 19:30:46', ' 8+3+7+4+5+7-6 ', 55, NULL, 33),
(1510, 'Пример 34', 0.00, 0, 0, 0, '2018-06-05 19:31:29', '2018-06-05 19:31:29', ' 7+7-6+5+4-3+2 ', 55, NULL, 0),
(1511, 'Пример 35', 0.00, 0, 0, 0, '2018-06-05 19:32:08', '2018-06-05 19:32:08', '4+4+4-6+7+2+1', 55, NULL, 0),
(1512, 'Пример 36', 0.00, 0, 0, 0, '2018-06-11 03:01:41', '2018-06-11 03:02:10', '1+8+4-5+7+6-3', 55, NULL, 36),
(1513, 'Пример 37', 0.00, 0, 0, 0, '2018-06-11 03:02:54', '2018-06-11 03:02:54', '7+5-4+7+5-1+3', 55, NULL, 37),
(1514, 'Пример 38', 0.00, 0, 0, 0, '2018-06-11 03:03:21', '2018-06-11 03:03:21', '2+3+5-2+7-6+4', 55, NULL, 38),
(1515, 'Пример 39', 0.00, 0, 0, 0, '2018-06-11 03:03:48', '2018-06-11 03:03:48', '6+7-5+2-1+4+7', 55, NULL, 39),
(1516, 'Пример 40', 0.00, 0, 0, 0, '2018-06-11 03:04:37', '2018-06-11 03:04:37', '8+3+4-6+7-2-3', 55, NULL, 40),
(1517, 'Пример 41', 0.00, 0, 0, 0, '2018-06-11 03:05:19', '2018-06-11 03:05:19', ' 6+6+5+7-4-1+3-5 ', 55, NULL, 41),
(1518, 'Пример 42', 0.00, 0, 0, 0, '2018-06-11 03:06:03', '2018-06-11 03:06:03', '9+1-2+6+7-3+4+6+2', 55, NULL, 42),
(1519, 'Пример 43', 0.00, 0, 0, 0, '2018-06-11 03:07:32', '2018-06-11 03:07:32', ' 2+6+7-6+4+2+5-3+7 ', 55, NULL, 43),
(1520, 'Пример 44', 0.00, 0, 0, 0, '2018-06-11 03:09:17', '2018-06-11 03:09:17', ' 1+4+5-3+7+6-1+5+2+1 ', 55, NULL, 44),
(1521, 'Пример 45', 0.00, 0, 0, 0, '2018-06-11 03:10:03', '2018-06-11 03:10:03', '4+6-1+7+4-2+5+2-6+2+1 ', 55, NULL, 45),
(1522, 'Пример 46', 0.00, 0, 0, 0, '2018-06-11 03:10:27', '2018-06-11 03:10:27', ' 63+17-15 ', 55, NULL, 46),
(1523, 'Пример 47', 0.00, 0, 0, 0, '2018-06-11 03:10:52', '2018-06-11 03:10:52', '28+27+25', 55, NULL, 47),
(1524, 'Пример 48', 0.00, 0, 0, 0, '2018-06-11 03:11:32', '2018-06-11 03:11:32', ' 45+25+72 ', 55, NULL, 48),
(1525, 'Пример 49', 0.00, 0, 0, 0, '2018-06-11 03:12:02', '2018-06-11 03:12:02', ' 31+76+15 ', 55, NULL, 49),
(1526, 'Пример 50', 0.00, 0, 0, 0, '2018-06-11 03:12:30', '2018-06-11 03:12:30', ' 14+17-25 ', 55, NULL, 50),
(1528, 'Пример 51', 0.00, 0, 0, 0, '2018-07-08 13:37:04', '2018-07-08 13:37:04', ' 47-12+67 ', 55, NULL, 51),
(1529, 'Пример 1', 0.00, 0, 0, 0, '2018-09-11 18:30:14', '2018-09-11 18:30:14', '2+8+7-1\r\n', 128, NULL, 1),
(1530, 'Пример 2', 0.00, 0, 0, 0, '2018-09-11 18:30:42', '2018-09-11 18:31:27', '4+3+9-6', 128, NULL, 2),
(1531, 'Пример 3', 0.00, 0, 0, 0, '2018-09-11 18:35:41', '2018-09-11 18:35:41', '3+6+5-4', 128, NULL, 3),
(1532, 'Пример 4', 0.00, 0, 0, 0, '2018-09-16 06:40:13', '2018-09-16 06:40:13', '9+2-7+6', 128, NULL, 4),
(1533, 'Пример 5', 0.00, 0, 0, 0, '2018-09-16 11:49:55', '2018-09-16 12:14:24', '4+4+4+4', 128, NULL, 5),
(1535, 'Пример 6', 0.00, 0, 0, 0, '2018-09-16 12:17:29', '2018-09-16 12:17:29', '3-2+9+3', 128, NULL, 6),
(1536, 'Пример 7', 0.00, 0, 0, 0, '2018-09-16 12:18:33', '2018-09-16 12:18:33', '2+8-7+9', 128, NULL, 7),
(1537, 'Пример 8', 0.00, 0, 0, 0, '2018-09-16 12:20:13', '2018-09-16 12:20:13', '1+4+6-7', 128, NULL, 8),
(1538, 'Пример 9', 0.00, 0, 0, 0, '2018-09-16 12:22:29', '2018-09-16 12:22:29', '3+3+9-5', 128, NULL, 9),
(1539, 'Пример 10', 0.00, 0, 0, 0, '2018-09-16 12:23:04', '2018-09-16 12:23:04', '8-6+9-4', 128, NULL, 10),
(1540, 'Пример 11', 0.00, 0, 0, 0, '2018-09-16 12:23:35', '2018-09-16 12:23:35', '1+2+3+4+5', 128, NULL, 11),
(1541, 'Пример 52', 0.00, 0, 0, 0, '2018-09-18 16:43:47', '2018-09-18 16:43:47', '36+37-13', 55, NULL, 52),
(1542, 'Пример 53', 0.00, 0, 0, 0, '2018-09-18 16:44:45', '2018-09-18 16:44:45', '13+17+27', 55, NULL, 53),
(1543, 'Пример 54', 0.00, 0, 0, 0, '2018-09-18 16:45:43', '2018-09-18 16:45:43', '96-33+17', 55, NULL, 54),
(1544, 'Пример 55', 0.00, 0, 0, 0, '2018-09-18 16:46:31', '2018-09-18 16:46:31', '84-60+27', 55, NULL, 55),
(1545, 'Пример 56', 0.00, 0, 0, 0, '2018-09-18 16:47:31', '2018-09-18 16:47:31', '28+17+15', 55, NULL, 56),
(1546, 'Пример 57', 0.00, 0, 0, 0, '2018-09-18 16:48:12', '2018-09-18 16:48:12', '36+36+37', 55, NULL, 57),
(1547, 'Пример 58', 0.00, 0, 0, 0, '2018-09-18 16:49:43', '2018-09-18 16:49:43', '58-25+77', 55, NULL, 58),
(1548, 'Пример 59', 0.00, 0, 0, 0, '2018-09-18 16:50:13', '2018-09-18 16:50:13', '24+44+71', 55, NULL, 59),
(1549, 'Пример 60', 0.00, 0, 0, 0, '2018-09-18 16:51:06', '2018-09-18 16:51:06', '43+41+74-58', 55, NULL, 60),
(1550, 'Пример 61', 0.00, 0, 0, 0, '2018-09-18 16:52:05', '2018-09-18 16:52:05', '65+17-12+70', 55, NULL, 61),
(1551, 'Пример 62', 0.00, 0, 0, 0, '2018-09-18 16:53:00', '2018-09-18 16:53:00', '24+10+76-61', 55, NULL, 62),
(1552, 'Пример 63', 0.00, 0, 0, 0, '2018-09-18 16:53:40', '2018-09-18 16:53:40', '45+15+70-30', 55, NULL, 63),
(1553, 'Пример 64', 0.00, 0, 0, 0, '2018-09-18 16:55:29', '2018-09-18 16:55:29', '47+17-34+41', 55, NULL, 64),
(1554, 'Пример 65', 0.00, 0, 0, 0, '2018-09-18 16:56:16', '2018-09-18 16:56:16', '21+10+71-12', 55, NULL, 65),
(1555, 'Пример 66', 0.00, 0, 0, 0, '2018-09-18 16:57:16', '2018-09-18 16:57:16', '89-12+37-10', 55, NULL, 66),
(1556, 'Пример 67', 0.00, 0, 0, 0, '2018-09-18 16:58:05', '2018-09-18 16:58:05', '34+37-15+76', 55, NULL, 67),
(1557, 'Пример 68', 0.00, 0, 0, 0, '2018-09-18 16:59:10', '2018-09-18 16:59:10', '85+15-41+27', 55, NULL, 68),
(1558, 'Пример 69', 0.00, 0, 0, 0, '2018-09-18 17:00:33', '2018-09-18 17:00:33', '23+31-10+37', 55, NULL, 69),
(1559, 'Пример 70', 0.00, 0, 0, 0, '2018-09-18 17:03:16', '2018-09-18 17:03:16', '11+11-12+13+17', 55, NULL, 70),
(1560, 'Пример 71', 0.00, 0, 0, 0, '2018-09-18 17:04:45', '2018-09-18 17:04:45', '25+61-13+17+77', 55, NULL, 71),
(1561, 'Пример 72', 0.00, 0, 0, 0, '2018-09-18 17:06:11', '2018-09-18 17:06:11', '17+77+27+37+47', 55, NULL, 72),
(1562, 'Пример 12', 0.00, 0, 0, 0, '2018-09-20 05:43:41', '2018-09-20 05:43:41', '9-6+7-4+2', 128, NULL, 12),
(1563, 'Пример 13 ', 0.00, 0, 0, 0, '2018-09-20 05:44:20', '2018-09-20 05:44:20', '4+7+9+5-4', 128, NULL, 13),
(1564, 'Пример 14', 0.00, 0, 0, 0, '2018-09-20 05:45:00', '2018-09-20 05:45:00', '9+3+4-7+9', 128, NULL, 14),
(1565, 'Пример 15', 0.00, 0, 0, 0, '2018-09-20 05:45:29', '2018-09-20 05:45:29', '6+7-4+8-5', 128, NULL, 15),
(1566, 'Пример 16', 0.00, 0, 0, 0, '2018-09-20 05:45:59', '2018-09-20 05:45:59', '2+3+6-2+1', 128, NULL, 16),
(1567, 'Пример 17', 0.00, 0, 0, 0, '2018-09-20 05:46:42', '2018-09-20 05:46:42', '4+8-3+6+2', 128, NULL, 17),
(1568, 'Пример 18', 0.00, 0, 0, 0, '2018-09-20 05:47:23', '2018-09-20 05:47:23', '6-5+8+7-4', 128, NULL, 18),
(1569, 'Пример 19', 0.00, 0, 0, 0, '2018-09-20 05:47:56', '2018-09-20 05:47:56', '2+7+6-1+4', 128, NULL, 19),
(1570, 'Пример 20', 0.00, 0, 0, 0, '2018-09-20 05:48:37', '2018-09-20 05:48:37', '6+6+8-5-1', 128, NULL, 20),
(1571, 'Пример 21', 0.00, 0, 0, 0, '2018-09-20 05:49:41', '2018-09-20 05:49:41', '3+5-4+9-3+1', 128, NULL, 21),
(1572, 'Пример 22', 0.00, 0, 0, 0, '2018-09-20 05:50:10', '2018-09-20 05:50:33', '9+8-7+6+5', 128, NULL, 22),
(1573, 'Пример 23', 0.00, 0, 0, 0, '2018-09-20 05:51:03', '2018-09-20 05:51:03', '4-2+1+8-5+2', 128, NULL, 23),
(1574, 'Пример 24', 0.00, 0, 0, 0, '2018-09-20 05:52:16', '2018-09-20 05:52:16', '7+7-5+2+1+9', 128, NULL, 24),
(1575, 'Пример 25', 0.00, 0, 0, 0, '2018-09-20 05:53:35', '2018-09-20 05:53:35', '8+6-7+3+9-6', 128, NULL, 25),
(1576, 'Пример 26', 0.00, 0, 0, 0, '2018-09-20 05:56:58', '2018-09-20 05:56:58', '2+3+4-7+8+1', 128, NULL, 26),
(1577, 'Пример 27', 0.00, 0, 0, 0, '2018-09-20 05:57:57', '2018-09-20 05:57:57', '1+9-3+8-6+1', 128, NULL, 27),
(1578, 'Пример 28', 0.00, 0, 0, 0, '2018-09-20 05:58:35', '2018-09-20 05:58:35', '2+8-1+7-8+2', 128, NULL, 28),
(1579, 'Пример 29', 0.00, 0, 0, 0, '2018-09-20 05:59:26', '2018-09-20 05:59:26', '4+8+8-7+2-9', 128, NULL, 29),
(1580, 'Пример 30', 0.00, 0, 0, 0, '2018-09-20 06:00:38', '2018-09-20 06:00:38', '2+1-3+9+9-7', 128, NULL, 30),
(1581, 'Пример 31', 0.00, 0, 0, 0, '2018-09-20 06:03:21', '2018-09-20 06:03:21', '9+1-2+7+5+1+3', 128, NULL, 31),
(1582, 'Пример 32', 0.00, 0, 0, 0, '2018-09-20 10:29:43', '2018-09-20 10:29:43', '7+7+7-3+6-8+1', 128, NULL, 32),
(1583, 'Пример 33', 0.00, 0, 0, 0, '2018-09-20 10:31:39', '2018-09-20 10:31:39', '6+3+1-5+9-3+2', 128, NULL, 33),
(1584, 'Пример 34', 0.00, 0, 0, 0, '2018-09-20 10:32:40', '2018-09-20 10:32:40', '4+4+8-5-1+9+1', 128, NULL, 34),
(1585, 'Пример 35', 0.00, 0, 0, 0, '2018-09-20 10:33:50', '2018-09-20 10:33:50', '5-1+6-2+7-3+6', 128, NULL, 35),
(1586, 'Пример 36', 0.00, 0, 0, 0, '2018-09-20 10:35:05', '2018-09-20 10:35:05', '8+2-1+8+3+4+1', 128, NULL, 36),
(1587, 'Пример 37', 0.00, 0, 0, 0, '2018-09-20 10:42:07', '2018-09-20 10:42:07', '2+3+1-6+9+8+7', 128, NULL, 37),
(1588, 'Пример 38', 0.00, 0, 0, 0, '2018-09-20 10:48:58', '2018-09-20 10:48:58', '1+8+9+2+7+6+1', 128, NULL, 38),
(1589, 'Пример 39', 0.00, 0, 0, 0, '2018-09-20 10:51:53', '2018-09-20 10:51:53', '3+3+6+2-4+9+2', 128, NULL, 39),
(1590, 'Пример 40', 0.00, 0, 0, 0, '2018-09-20 10:53:10', '2018-09-20 10:53:10', '2+5+7+1-5+9+3', 128, NULL, 40),
(1591, 'Пример 41', 0.00, 0, 0, 0, '2018-09-20 10:54:21', '2018-09-20 10:54:21', '2+4+7-9+2+1+3+1', 128, NULL, 41),
(1592, 'Пример 42', 0.00, 0, 0, 0, '2018-09-20 10:56:11', '2018-09-20 10:56:11', '9+6-5+7+8-9-6-1', 128, NULL, 42),
(1593, 'Пример 43', 0.00, 0, 0, 0, '2018-09-20 10:58:56', '2018-09-20 10:58:56', '5+3-4+9+8-7+1+2', 128, NULL, 43),
(1594, 'Пример 44', 0.00, 0, 0, 0, '2018-09-21 13:27:15', '2018-09-21 13:27:15', '4+6-1+7+6-8+5+1', 128, NULL, 44),
(1595, 'Пример 45', 0.00, 0, 0, 0, '2018-09-21 13:36:09', '2018-09-21 13:36:09', '2+7+1-6+8+9-7+2', 128, NULL, 45),
(1596, 'Пример 46', 0.00, 0, 0, 0, '2018-09-21 13:37:37', '2018-09-21 13:37:37', '1+2+3+4+5+6+7+8+9', 128, NULL, 46),
(1597, 'Пример 47', 0.00, 0, 0, 0, '2018-09-21 13:44:13', '2018-09-21 13:44:13', '9-6+2+5+4+2-7-8-1', 128, NULL, 47),
(1598, 'Пример 48', 0.00, 0, 0, 0, '2018-09-21 13:48:49', '2018-09-21 13:48:49', '4-2+6+8-7+4+7+1+9', 128, NULL, 48),
(1599, 'Пример 49', 0.00, 0, 0, 0, '2018-09-21 13:50:48', '2018-09-21 13:50:48', '2+2+4+9+4+5-8-6+3+1', 128, NULL, 49),
(1600, 'Пример 50', 0.00, 0, 0, 0, '2018-09-21 13:51:41', '2018-09-21 13:51:41', '9+1-2+7+5-6+8-2+1+9-6', 128, NULL, 50),
(1601, 'Пример 51', 0.00, 0, 0, 0, '2018-09-21 13:56:07', '2018-09-21 13:56:07', '21+18+20', 128, NULL, 51),
(1602, 'Пример 52', 0.00, 0, 0, 0, '2018-09-21 14:47:51', '2018-09-21 14:47:51', '14+15-10', 128, NULL, 52),
(1603, 'Пример 53', 0.00, 0, 0, 0, '2018-09-21 14:48:41', '2018-09-21 14:48:41', '35+25-14', 128, NULL, 53),
(1604, 'Пример 55', 0.00, 0, 0, 0, '2018-09-21 14:49:10', '2018-09-21 14:49:10', '60-12+10', 128, NULL, 55),
(1605, 'Пример 56', 0.00, 0, 0, 0, '2018-09-21 14:50:28', '2018-09-21 14:50:28', '31+32+10', 128, NULL, 56),
(1606, 'Пример 57', 0.00, 0, 0, 0, '2018-09-21 14:53:57', '2018-09-21 14:53:57', '42+40+52', 128, NULL, 57),
(1607, 'Пример 58', 0.00, 0, 0, 0, '2018-09-21 14:55:32', '2018-09-21 14:55:32', '61-27+16', 128, NULL, 58),
(1608, 'Пример 59', 0.00, 0, 0, 0, '2018-09-21 14:56:07', '2018-09-21 14:56:07', '25+26-31\r\n', 128, NULL, 59),
(1609, 'Пример 60', 0.00, 0, 0, 0, '2018-09-21 14:57:04', '2018-09-21 14:57:04', '55+25-45', 128, NULL, 60),
(1610, 'Пример 61', 0.00, 0, 0, 0, '2018-09-21 14:59:47', '2018-09-21 14:59:47', '26+14-30+16', 128, NULL, 61),
(1611, 'Пример 62', 0.00, 0, 0, 0, '2018-09-21 15:01:03', '2018-09-21 15:01:03', '42+14+15-10', 128, NULL, 62),
(1612, 'Пример 63', 0.00, 0, 0, 0, '2018-09-21 15:06:29', '2018-09-21 15:06:29', '19+21+10-15', 128, NULL, 63),
(1613, 'Пример 64', 0.00, 0, 0, 0, '2018-09-21 15:07:58', '2018-09-21 15:07:58', '16+17-11+18', 128, NULL, 64),
(1614, 'Пример 65', 0.00, 0, 0, 0, '2018-09-21 15:30:24', '2018-09-21 15:30:24', '11+29-15+25', 128, NULL, 65),
(1615, 'Пример 66', 0.00, 0, 0, 0, '2018-09-21 15:31:13', '2018-09-21 15:31:13', '68+74-26+90', 128, NULL, 66),
(1616, 'Пример 67', 0.00, 0, 0, 0, '2018-09-21 15:32:30', '2018-09-21 15:32:30', '40+10-15+21', 128, NULL, 67),
(1617, 'Пример 68', 0.00, 0, 0, 0, '2018-09-21 15:33:33', '2018-09-21 15:33:33', '19+19-20+54', 128, NULL, 68),
(1618, 'Пример 69', 0.00, 0, 0, 0, '2018-09-21 15:34:30', '2018-09-21 15:34:30', '64+14-12+51', 128, NULL, 69),
(1619, 'Пример 70', 0.00, 0, 0, 0, '2018-09-21 15:36:12', '2018-09-21 15:36:12', '52-16+34-15', 128, NULL, 70),
(1620, 'Пример 71', 0.00, 0, 0, 0, '2018-09-21 15:37:10', '2018-09-21 15:37:10', '46+25-17+52+10', 128, NULL, 71),
(1621, 'Пример 72', 0.00, 0, 0, 0, '2018-09-21 15:37:58', '2018-09-21 15:37:58', '61+36+21-57+81', 128, NULL, 72),
(1622, 'Пример 73', 0.00, 0, 0, 0, '2018-09-21 15:40:36', '2018-09-21 15:40:36', '14+28-15+34+42', 128, NULL, 73),
(1623, 'Пример 74', 0.00, 0, 0, 0, '2018-09-21 15:43:35', '2018-09-21 15:43:35', '81-63+28+10-16', 128, NULL, 74),
(1624, 'Пример 75', 0.00, 0, 0, 0, '2018-09-21 15:44:47', '2018-09-21 15:44:47', '31+10-29+52+42', 128, NULL, 75),
(1625, 'Пример 76', 0.00, 0, 0, 0, '2018-09-21 15:47:27', '2018-09-21 15:47:27', '65+25-40+53-17', 128, NULL, 76),
(1626, 'Пример 77', 0.00, 0, 0, 0, '2018-09-21 15:52:39', '2018-09-21 15:52:39', '32+13-26+94-38', 128, NULL, 77),
(1627, 'Пример 78', 0.00, 0, 0, 0, '2018-09-21 15:53:50', '2018-09-21 15:53:50', '99+84-75+29-10', 128, NULL, 78),
(1628, 'Пример 79', 0.00, 0, 0, 0, '2018-09-21 15:54:59', '2018-09-21 15:54:59', '14+17+18-11-19', 128, NULL, 79),
(1629, 'Пример 80', 0.00, 0, 0, 0, '2018-09-21 15:55:53', '2018-09-21 15:55:53', '73+28-14+12-10', 128, NULL, 80),
(1630, 'Пример 81', 0.00, 0, 0, 0, '2018-09-21 16:45:01', '2018-09-21 16:45:01', '42+84+67-98+10+11', 128, NULL, 81),
(1631, 'Пример 82', 0.00, 0, 0, 0, '2018-09-21 16:45:46', '2018-09-21 16:45:46', '14+18+26-19-21+38', 128, NULL, 82),
(1632, '  Пример 83', 0.00, 0, 0, 0, '2018-09-21 16:46:54', '2018-09-21 16:46:54', '94+26-81+10+41+95', 128, NULL, 83),
(1633, 'Пример 84', 0.00, 0, 0, 0, '2018-09-21 16:47:43', '2018-09-21 16:47:43', '41+60-94+55-10+34', 128, NULL, 84),
(1634, 'Пример 85', 0.00, 0, 0, 0, '2018-09-21 16:48:59', '2018-09-21 16:48:59', '10+25+45-19+84-77', 128, NULL, 85),
(1635, 'Пример 86', 0.00, 0, 0, 0, '2018-09-21 16:51:08', '2018-09-21 16:51:08', '24+36+10-41+74+18', 128, NULL, 86),
(1636, 'Пример 87', 0.00, 0, 0, 0, '2018-09-21 16:52:57', '2018-09-21 16:52:57', '95-66+12+19+78+10', 128, NULL, 87),
(1637, 'Пример 88', 0.00, 0, 0, 0, '2018-09-21 16:54:22', '2018-09-21 16:54:22', '65+56-11+25-13-15', 128, NULL, 88),
(1638, 'Пример 89', 0.00, 0, 0, 0, '2018-09-21 16:56:13', '2018-09-21 16:56:13', '46+44+98+68+76+55', 128, NULL, 89),
(1639, '   Пример 90', 0.00, 0, 0, 0, '2018-09-21 16:57:44', '2018-09-21 16:57:44', '27+83-94+64+75-10', 128, NULL, 90),
(1640, 'Пример 91', 0.00, 0, 0, 0, '2018-09-28 12:44:37', '2018-09-28 12:44:37', '81+92+73-64-55-46+10', 128, NULL, 91),
(1641, ' Пример 92', 0.00, 0, 0, 0, '2018-09-28 12:47:49', '2018-09-28 12:47:49', '22+28+29-42-41+75+81', 128, NULL, 92),
(1642, 'Пример 93', 0.00, 0, 0, 0, '2018-09-28 12:50:55', '2018-09-28 12:50:55', '66+14-25+46-89+18-13+77', 128, NULL, 93),
(1643, 'Пример 94', 0.00, 0, 0, 0, '2018-09-28 12:53:19', '2018-09-28 12:53:19', '42+26-37+91+10-21 +57-41', 128, NULL, 94),
(1644, 'Пример 95', 0.00, 0, 0, 0, '2018-09-28 12:56:21', '2018-09-28 12:56:21', '100+110+190-187', 128, NULL, 95),
(1645, 'Пример 96', 0.00, 0, 0, 0, '2018-09-28 16:28:22', '2018-09-28 16:28:22', '950-446+100-328', 128, NULL, 96),
(1646, 'Пример 97', 0.00, 0, 0, 0, '2018-09-28 16:34:19', '2018-09-28 16:34:19', '837+116-415-236', 128, NULL, 97),
(1647, 'Пример 98', 0.00, 0, 0, 0, '2018-09-28 16:35:33', '2018-09-28 16:35:33', '645-192+110-90', 128, NULL, 98),
(1648, 'Пример 99', 0.00, 0, 0, 0, '2018-09-29 17:12:47', '2018-09-29 17:12:47', '413+27-189+100', 128, NULL, 99),
(1649, 'Пример 100', 0.00, 0, 0, 0, '2018-09-29 17:14:03', '2018-09-29 17:14:03', '124+137-150+119', 128, NULL, 100),
(1650, 'Пример 4', 0.00, 0, 0, 0, '2018-09-29 17:38:23', '2018-09-29 17:38:23', '8-4+6-9', 60, NULL, 4),
(1651, 'Пример 5', 0.00, 0, 0, 0, '2018-09-29 18:31:35', '2018-09-29 18:31:35', '1+9+1-9', 60, NULL, 5),
(1652, 'Пример 6', 0.00, 0, 0, 0, '2018-10-06 20:59:03', '2018-10-06 20:59:03', '6+6+3-9', 60, NULL, 6),
(1653, 'Пример 7', 0.00, 0, 0, 0, '2018-10-06 20:59:51', '2018-10-06 20:59:51', '9+5-9+6', 60, NULL, 7),
(1654, 'Пример 8', 0.00, 0, 0, 0, '2018-10-06 21:00:39', '2018-10-06 21:00:39', '8+8+9-9', 60, NULL, 8),
(1655, 'Пример 9', 0.00, 0, 0, 0, '2018-10-06 21:01:30', '2018-10-06 21:01:30', '1+4+5-9', 60, NULL, 9),
(1656, 'Пример 10', 0.00, 0, 0, 0, '2018-10-06 21:02:04', '2018-10-06 21:02:04', '9+9-4-9', 60, NULL, 10),
(1657, 'Пример 11', 0.00, 0, 0, 0, '2018-10-06 21:02:45', '2018-10-06 21:02:45', '2+6+4+1-9', 60, NULL, 11),
(1658, 'Пример 12', 0.00, 0, 0, 0, '2018-10-06 21:03:56', '2018-10-06 21:03:56', '8+8-9-2+6', 60, NULL, 12),
(1659, 'Пример 13', 0.00, 0, 0, 0, '2018-10-06 21:05:32', '2018-10-06 21:05:32', '4+3+5-9+1', 60, NULL, 13),
(1660, 'Пример 14', 0.00, 0, 0, 0, '2018-10-06 21:06:09', '2018-10-06 21:06:09', '5+5-9+8+6', 60, NULL, 14),
(1661, 'Пример 15', 0.00, 0, 0, 0, '2018-10-06 21:07:35', '2018-10-06 21:07:35', '2+8-9+6-4', 60, NULL, 15),
(1662, 'Пример 16', 0.00, 0, 0, 0, '2018-10-06 21:08:38', '2018-10-06 21:08:38', '2+2+6-9+4', 60, NULL, 16),
(1663, 'Пример 17', 0.00, 0, 0, 0, '2018-10-06 21:09:57', '2018-10-06 21:09:57', '8+3-9+3-1\r\n', 60, NULL, 17),
(1664, 'Пример 18', 0.00, 0, 0, 0, '2018-10-06 21:11:34', '2018-10-06 21:11:34', '9+1+8+2-9', 60, NULL, 18),
(1665, 'Пример 19', 0.00, 0, 0, 0, '2018-10-06 21:12:11', '2018-10-06 21:12:11', '3+3+3+1-9', 60, NULL, 19),
(1666, 'Пример 20', 0.00, 0, 0, 0, '2018-10-06 21:13:05', '2018-10-06 21:13:05', '4+5+6-9-2', 60, NULL, 20),
(1667, 'пример 1', 2.00, 4, 1, 9, '2018-11-20 22:37:20', '2018-11-20 22:37:20', '', 129, NULL, 1),
(1668, 'пример 2', 2.00, 4, 1, 9, '2018-11-20 22:37:51', '2018-11-20 22:37:51', '', 129, NULL, 2),
(1669, 'пример 3', 2.00, 4, 1, 9, '2018-11-20 22:38:29', '2018-11-20 22:38:29', '', 129, NULL, 3),
(1670, 'last', 2.00, 4, 1, 9, '2018-12-02 22:25:53', '2018-12-02 22:25:53', '', 14, '+,-', 76),
(1671, 'пример 4', 2.00, 5, 100, 200, '2019-03-22 05:30:01', '2019-03-22 05:30:01', '', 129, NULL, 4),
(1672, 'пример 1', 0.00, 0, 0, 0, '2019-03-22 05:32:31', '2019-03-22 05:32:31', '24, 35, 13, 55', 130, NULL, 1),
(1673, 'пример 2', 0.00, 2, 10, 99, '2019-03-22 05:33:17', '2019-03-22 05:33:17', '', 130, NULL, 2);

-- --------------------------------------------------------

--
-- Table structure for table `trainer_task_categories`
--

CREATE TABLE `trainer_task_categories` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `trainer_id` int(10) UNSIGNED NOT NULL DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `trainer_task_categories`
--

INSERT INTO `trainer_task_categories` (`id`, `name`, `created_at`, `updated_at`, `trainer_id`) VALUES
(8, 'Уровень 1', '2017-10-14 15:40:45', '2017-12-05 04:26:17', 1),
(9, 'Уровень 2', '2017-10-16 14:06:58', '2018-11-21 16:16:58', 1),
(18, 'Уровень 3', '2018-02-04 10:19:47', '2018-02-04 10:19:47', 1),
(19, 'Уровень 4', '2018-02-04 10:20:10', '2018-02-04 10:20:10', 1),
(20, 'Уровень 5', '2018-02-04 10:20:20', '2018-02-04 10:20:20', 1),
(21, 'Уровень 6', '2018-02-04 10:20:30', '2018-02-04 10:20:30', 1),
(23, 'Уровень 7', '2018-10-22 12:11:58', '2018-11-21 16:17:25', 1),
(24, 'Однозначные', '2018-11-20 22:35:39', '2018-11-20 22:35:39', 2),
(25, 'Двухзначные', '2019-03-22 05:31:29', '2019-03-22 05:31:29', 2);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `rang` char(4) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'F',
  `avatar` varchar(255) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'default.png'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `password`, `remember_token`, `created_at`, `updated_at`, `rang`, `avatar`) VALUES
(5, 'Тест', 'academy_kids@mail.ru', '$2y$10$xTlJ4Vf5wuXDdZTOJePPx.PNvvgybheGfnmZyP9lv4row.6YHHzGS', 'AZC4CaxGsyqMo2c95QgCJmRf2ULWtsmD2o9IGzXjS4NzZcbgynP6sRyRuP7D', '2017-07-19 17:38:20', '2018-11-21 12:32:34', 'A', '1542814354.jpg'),
(34, 'Барахоевы Раяна 10 лет и Сейд-Мухаммад 7 лет', 'zara102972@gmail.com', '$2y$10$HwYuCMUlYg0GrInq96Mjge6r2vPd/dkBe5zE2NCP1GEp/ykhP4N5G', 'dMuAmkYgFcmRCY0QiqkyXUjE4v8zNPtHrIMRtNSKXVsDxtvL8Vm3BBh76F38', '2018-01-08 06:33:05', '2018-01-26 09:19:50', 'E', 'default.png'),
(47, 'Ужахов Абдул-Малик. 7лет Назрань ', 'ausheva-mari@bk.ru', '$2y$10$5b45qj/rugbGq56aWTs/4ug6ls7IvC5vBiEtsP3Fo2bXbCl0rjxMu', 'Z74moNrEIKQxwOuDVYNdLI3MrIgi9yjlFvcFbMPf3j09JmTBc5IpiQl52aeY', '2018-01-08 06:58:59', '2018-04-22 02:56:08', 'E', 'default.png'),
(51, 'Латырова Малика Анзоровна  9лет  Сунжа', 'liana.gazdieva.88@mail.ru', '$2y$10$ktDiWwvZY3aN9hgh1HijyeoMJoSrC/01IbdHklvUzUUV26FvsChFm', '4FNvY7jNdSaDtYInpRBiYitrYHXQYwMGlvsxbpktVpaaifQPa9Ghe1ezkSsi', '2018-01-08 07:06:15', '2018-01-08 07:06:15', 'E', 'default.png'),
(52, 'Дзейтов Муслим Исаевич 10 лет Сунжа', 'muhieva1967mv@icloud.com', '$2y$10$Xt6HbwbH5L7qeZRLAygHHeP5NJFXwwglWd0UPyweFMsJxOmWdLqbW', 'qhWFjDnRLs7FynquqO2Z4QsSTdpJx8vFXw8WuDqq2fKAmYMXJTNlLto80SlJ', '2018-01-08 07:07:35', '2018-02-20 05:44:28', 'E', 'default.png'),
(54, 'Цуроева Жамиля Тойсумовна 9 лет Сунжа', 'g.anyag@yandex.ru', '$2y$10$W.o7npPGdkmda/527z/ebeYTvFFU9uJ6k4D471Q7qYVQS1c34poIe', 'pnId6cGgUBaYqlLG35z6zr3Q56KT8YBviLfot8PIT6jpQ07BAhWYQQuKisjv', '2018-01-08 07:35:46', '2018-11-01 08:52:17', 'E', 'default.png'),
(55, 'Оздоев Магомед Бесланович , 10 лет ,  Сунжа ', 'r.ozdoeva@mail.ru', '$2y$10$Y7EykgXT1stWDDW3q7IaouY0wQR4VjQrTxJ7GuHxbZZ8AtWMmbb7W', 'sfZeb6CDrZMOKbR4AZwRNyFkpr7OkJqwd3OsjHSlH6rOItJkldGAH5KU0kp8', '2018-01-08 07:36:45', '2018-01-08 07:36:45', 'E', 'default.png'),
(56, 'Добриева Айна Адамовна 10 лет, Сунжа ', 'ozdoeva_yaha@mail.ru', '$2y$10$IaCyTu7IH0q/Q6r4.NQhjOoYorhX16b4nz4UW7vBLgO7gDtF20E6e', 'CLMiMzlmCJ2hoILj41Unpniduy77Xqb2s4MkHzTzLQXYjE6biCgyg3csujST', '2018-01-08 07:37:19', '2018-01-08 07:37:19', 'E', 'default.png'),
(57, 'Измайлова  Джанета Муслимовна, 8 лет Сунжа', 'tinakan2013@ya.ru', '$2y$10$ILGfafQ68lNCcMjGesVxT.2rmPyYwNdmiegMn6mYInKKjrmhcx.oe', 'hSFk3Tg8Vatt60xlDcAmKvRK7hqHmh3q7NkdzRzuwzODYyPUpjPxLU83u6pT', '2018-01-08 07:37:59', '2018-01-08 07:37:59', 'E', 'default.png'),
(58, 'Оздоева Дамира Исаевна,9 лет  Сунжа', 'ozdoewad@yandex.ru', '$2y$10$gVBQFfAIhNAGRLqHVu284uKboc.jrLqaAdRkax6Ik.Dqj.gvNeXM.', 'bwZ9nhFpFQEgtuGXTAvW2JNStbXxtljUNXU42CVmBDHhu3KilDQrX148H7tS', '2018-01-08 07:39:09', '2018-01-08 07:39:09', 'E', 'default.png'),
(60, 'Тумгоева Жанета Муратовна, 8лет.сунжа.', 'litka84@mail.ru', '$2y$10$Bqc8oy.gxL85NnBXKRkFs.rnQkv3UUr.5UfMZ5sOHr7GKo1vj8DJi', 'hZNHfu3F1TuD9oCXFHC19NZoA0ADpMeK6FNGdBHTmCn1VlE2bwJXnFcjQYd4', '2018-01-08 07:40:41', '2019-01-13 10:31:17', 'E', 'default.png'),
(61, 'Цечоева Хава Хасановна,8 лет.  Сунжа', '151185Madina@mail.ru', '$2y$10$GFdLScNMRnStMDXUMBPLj.Qmhd3HXVoBXJmKNyfIk8306FemtvKne', 'bZsa4zJllqXLJSXA5Yghul9ivxP3PHSyC4BZiO2PjPCndMDSdCUhtwwtDtfg', '2018-01-08 07:41:13', '2018-01-08 07:41:13', 'E', 'default.png'),
(62, 'Оздоева Зарина Махмудовна, 8 лет, Сунжа', 'oozdoev11@gmail.com', '$2y$10$P77N/E.L16TKY0X7eME34eQVTdU0W0bHXvrLXLRqDn1cMtNFh0Rf6', 'Z0ANOizfnYeK4SJqA5uTxNHjgWapINZJEonSDW7yx9FSM8ub78eNzK9dXCEQ', '2018-01-08 07:42:53', '2018-03-08 08:32:43', 'E', 'default.png'),
(63, 'Татарашвили Ассадула Исаевич, 7лет', 'adilyaasad@mail.ru', '$2y$10$6ilIUiAKnGb8nbiDKING0OtlGP3ZSU1QXJ.ZQ9gmb5gvqgQBXhik.', 'waxyaC2YeIaSM4sSfeF6ISszAAgMm0U5OpDaKT4mp0Ok6CqOjGfgsBSQqiRF', '2018-01-08 07:43:32', '2018-01-08 07:43:32', 'E', 'default.png'),
(64, 'Евлоева Мадина Салмановна 13лет ', 'Albakova.1972@mail.ru', '$2y$10$PK.LIQXO8KWgfyqzf65qW.lmsBPa4g8qZcu1U.littGHI0LOCWSea', 'Fhi7yjt7cJLNwsHNq64sNpWXtv6NLUrHMgFNp7AvjMve5W9qyoX0JhbHWg4G', '2018-01-08 07:44:23', '2018-01-08 07:44:23', 'E', 'default.png'),
(65, 'Оздоев Магомед-Басир Даудович, 9 лет  Сунжа', 'madina_shadi@bk.ru', '$2y$10$/7jSRFehutWbSzNT.8iaLeUKsthuDm2kPUUwW.lSL6M2Fa9gOy55C', '6ZMDVqPxHmwegp2RGdPHMB5A2CNlXpBsWpB1d7yFs0RUx8uZaGyMJYcSn8XB', '2018-01-08 07:46:22', '2018-01-08 07:46:22', 'E', 'default.png'),
(66, 'Костоева Ясмина Амировна 7 лет Сунжа ', 'Medova-90@mail.ru', '$2y$10$77A8uZsb8xLGZceB4q3bBe4OXk1BW4Tn0zAc.9UbSX4zKeiX35afu', 'dngZnt9DKKfRCKHxzZJsIij9bUvSBOwoJUg6AHfmelfeH8U8Sm8rjlA6OhOJ', '2018-01-08 07:47:01', '2018-01-08 07:47:01', 'E', 'default.png'),
(67, 'Доскиева Ясмина.М. 6 лет Сунжа ', 'aminahaluhaeva@yandex.ru', '$2y$10$DWKCk3fUjMZwk/aZEvKLAOocjw6TBmcNs2DKXOvlkWeTYpXhWT5Y6', 'ZUiJVNcl8N9ZiHeq3Jc77BTqRPGj3I4y7905XvlbiGIEsPXmjh7leUFWUJVo', '2018-01-08 07:47:33', '2018-02-21 16:48:52', 'E', 'default.png'),
(68, 'Чебарзиева Амина Руслановна 8 лет  Сунжа ', 'tumgoeva.1979@mail.ru', '$2y$10$N95lw.Ebq//I3hKsbfJuSOsNOVoazBKfFVbiranaEDuU03TidG/NK', 'XNJLj4fYOmKraXshKmsj68mXuus9Pu8wnK0NsjHXv0iBhjXSl3xdlFJRltLJ', '2018-01-08 07:48:08', '2018-01-08 07:48:08', 'E', 'default.png'),
(75, 'Бекбузаров Ислам Тамерланович... 9 лет.  Малгобек ', 'Ludabek06@mail.ru', '$2y$10$Nlfm5CcR/Ac6by8qRni3feNG6u9eb1AVymmarUj.VYvDEz1Jt3h1q', 'OwqeVGrcxDdTGHzFAVr0dPadYcSyg9D3c7fFy9TlzKTWX1VkpcWZD7DRR9Ci', '2018-01-08 12:47:56', '2019-03-21 03:03:44', 'E', 'default.png'),
(78, 'Цороев Ислам Амирович  8 лет, Назрань', 'zaleki@mail.ru', '$2y$10$Q7J3IzDYazVXTYJgBuuxJOjoe7LhXIAO9H7hki6lFGb/D7AUrGwha', 'wm5pE3Wq2K7mEQNCj4YKV5654YW2fNavtnyXH2mw09oYtCNeQo2DAc6Y7YTw', '2018-01-08 13:11:16', '2018-01-26 09:20:32', 'E', 'default.png'),
(79, 'Мейриев Мухаммад Хусейнович 5лет, Наззрань ', 'Hars.mado@mail.ru', '$2y$10$oZjeYg5/QL.BJY3RAMMD8.DYwvt/fo0yoSotJtxORpoqQPHhYPbSC', 'x2IGbNWVpzinTFAfq84hTzV8GArRIVfJlSZ3pFwn9etYZhkeHKEhQ1X5Eco3', '2018-01-08 13:12:02', '2018-01-26 09:20:10', 'E', 'default.png'),
(80, 'Арсамакова Алия Адамовна, 9 лет Назрань ', 'mayamaya.mj@gmail.com', '$2y$10$pr0UDtRmrM1aAmsDrFMICuMcA9wKi1L1zVaRPx0I.csbZ3SKegaSW', '2CndchxbZGC9kf3QAxTFNSTBg9CZWdB11ksLfzsFZraCXANVfxea7HCo8Nte', '2018-01-08 13:12:34', '2018-04-18 11:13:13', 'E', 'default.png'),
(86, 'Гагиев Килар, 7 лет Назрань ', 'ersmurzaeva@list.ru', '$2y$10$vEvluedJLgjp3j4XB9uZ2e7282CrGMftUGy0MGPzQ3bL/n/hk/GgG', 'FR50rjMbUosauscy1R44aicTkdS8SSG5eGuLZGiqQf3WIzZZyjUu0iKiPIOG', '2018-01-08 16:04:26', '2018-01-08 16:04:26', 'E', 'default.png'),
(88, 'Евлоева Ясмина , 11 лет . Малгобек', 'milashka1979@mail.ru', '$2y$10$YqJdxb7QU/BHf8UkWuL4r.9uzu4R09cTQeZlF4o38mvsxsYn40Gmq', 'OzEfs76oQzmK27i962doKJ9wxf12tT8zWFwgjyPeopKVFGga87L0zZg1KNX4', '2018-01-12 13:53:01', '2018-01-12 13:53:01', 'E', 'default.png'),
(91, 'Эсмурзиев Махти 7лет Назрань ', 'Azaykub010370@mail.ru', '$2y$10$Ix53/6WCIfkQ/f0TEOOMWuDCGYK5vlZ8QHLp9CaChyp2Si82bgC12', 'DwBswXSt0XkHcauMK02I1PD05JUIjqzkSJCvmAalzaNU3ndLgK4F9x5vHy6l', '2018-01-12 15:16:57', '2018-05-26 12:42:07', 'E', 'default.png'),
(105, 'Оздоев Салим, 9 лет Назрань ', 'ozdoevo@bk.ru', '$2y$10$k3xTWN5trP8Js7U0xFk3/e1wj8FjtSmTdjYfGvNjRsxzDwZRIxq0C', 'MkXPl0Ikk3yZve24CntaXZE21E71NR1MrqwpapIWhHEppb8q1jkvEiwsEQ6G', '2018-01-18 10:36:54', '2018-05-02 11:04:50', 'E', 'default.png'),
(107, 'Барахоев Абубакр 5 лет Малгобек ', 'gagieva2019@list.ru', '$2y$10$araHWXpF5YvdhkdjlmbHsOe1wygGP1QI6G6k56h81KYbKqIlq7bji', 'zzsXQlelvAnOs9VdNQdL8V8QkuAnqwyt8nVO4PcnhlkUHPkODZ1yPYFC3vgd', '2018-01-20 14:25:04', '2018-03-18 04:12:10', 'E', 'default.png'),
(110, 'Хамхоева Имана 9 лет, Назрань ', 'mankieva84@mail.ru', '$2y$10$VNnfenOKD0Mp/GjbKttnheQnvEaJnOS5HM.U/dEkNALHnKJZG4Wr2', 'p0lJH1TXBinEnIsHv9VjKYDmeD5Z5kuwOkMHxPbO89agW9Tu2r0T2ICzSRvX', '2018-01-22 09:52:56', '2018-01-22 09:52:56', 'E', 'default.png'),
(111, 'Magaram', 'www@mosco-web.ru', '$2y$10$plH4Y2ey80WIf3cPoa7BuOi9pcbajm3HzGBxHDLcpznC5JDueJs9e', 'tSXVCjkAkt7MSM2cirQ1o4yjRuXjvqHyCBzSZi50Vmixp5yJb2PKSe4zodio', '2018-01-28 17:10:42', '2018-01-28 17:56:59', 'A', 'default.png'),
(112, 'Тангиев Адам 9 лет  , Назрань ', 'fxamchieva@list.ru', '$2y$10$GZWKNTIR.qeVMfkaYCTBge1VBobjhPqWTsbGG4xgRNdMcIKl40OS.', '8sQsihIyjk9nU34JIGOrdp4N7tRRlY6r25wDAqEntDGJ7lXi1cdCADX7JPMr', '2018-01-29 09:55:31', '2018-01-29 09:55:31', 'E', 'default.png'),
(115, 'Цуров Магомед-Амин, 6 лет Назрань ', 'zareta.tsurova@mail.ru', '$2y$10$3YVJxwO1T5SXuptFIM7dpusbNeAdF2wZ/FxulCCyEHZk.s.ov.ia6', 'ZkiS7QYqPJO3Nx8ZiEl3jia5zaytozjpENrT3QSlWuK1lBueNHTtSWgp6hjH', '2018-02-08 14:34:41', '2018-02-08 14:34:41', 'E', 'default.png'),
(116, 'Тумгоева Тома 9 лет, Назрань', 'zara-21@mail.ru', '$2y$10$RkbPGiV78wkRWYSmKnWLRextwdXdz.LTK2N/Q2aCXXj5r82ty18ju', 'I0VUZv8DfoN6wAwhkel8CWfKobNw5ANexIWZ3MpeulHQfgE1j4OZ7Mf1JViD', '2018-02-10 06:37:49', '2018-02-10 06:37:49', 'E', 'default.png'),
(117, 'Бемурзиева Джамиля , Назрань', 'magabekmurziev@mail.ru', '$2y$10$AyhiEq80MdEN9/NhyckdUOER3Ws4ONEegBUpKsOqH73oF53x2wfhu', 'gpzwzXHr9aVltcpNV9eYtTnlMUklDmCn4IMNbrEhjmocnyWpgAnjjzWLeGNq', '2018-02-10 13:52:58', '2018-02-10 13:52:58', 'E', 'default.png'),
(122, 'Оздоева Алия.  11 лет. Сунжа', 'lejla_ozdoeva@bk.ru', '$2y$10$/4T8wQsEiuTcGI1OzZFt3.LDU5pT5y9AAf7DZkWaLT6l6NId.8joa', NULL, '2018-02-13 12:44:44', '2018-02-20 08:58:23', 'E', 'default.png'),
(126, 'Хашиев Сулейман 6 лет Сунжа', 'lali76@mail.ru', '$2y$10$Zy5Plneua74FTKuUEQhnnOVwcEyeYnvqzP0k7iGDSHmFXV.0BPcsy', 'nF3uJH9RPmnyCmuay09wnFLm7J9XQwpsxmXH3lG1LXanO5xureml8geWhYfw', '2018-02-16 10:40:57', '2018-05-06 16:22:36', 'E', 'default.png'),
(131, 'Раиса', 'rayadobrieva@bk.ru', '$2y$10$PEbFtbptepw1nD7/6GzMLuYeVuGSIoEJufTgGUkcymgKZnZrFFBP.', '5k4XHSCScZXsGSopfzvfWte0YXUKIMIh4vBAnEjeRRBsNiWulx0Q3RQoNJDU', '2018-02-18 07:57:42', '2018-03-26 09:36:37', 'E', 'default.png'),
(134, 'Дахкильгова Сафия. 5 лет Сунжа', 'bella.barahoeva86@mail.ru', '$2y$10$Ku9iATBhWeW3KelnPe5sTOkfyB9DTdIR9Q0CQV6f98NsrSIm0xKsu', 'wSk9BquwPLBkt5SfFOGMAiY3RsRzd7L4BFgFYJ9x5wkCF6T2o4Zk9njMVdQc', '2018-02-21 16:27:17', '2018-02-22 06:27:00', 'E', 'default.png'),
(135, 'Алисхан Кокурхаев. 5 лет. Сунжа', 'kok-49@bk.ru', '$2y$10$V.1SCUVFyLXDbd8OrPy0MODpJp0fcyUUD9oX3NPpIXzN/s6C5qkQa', 'rNp62MiUOnnjrUypwPr0BW1nStNrMpg4gnDZfp2ApmEluH2JsdpKJZL98iFV', '2018-02-21 16:32:37', '2018-02-27 04:19:58', 'E', 'default.png'),
(137, 'Льянова Лина 8лет. Сунжа', 'madinka29@yandex.ru', '$2y$10$4VY8fCeikP2Ydd.83nAKV.oPcPkMQWDooUWzy2.9Xz3X0KbuaY3ui', NULL, '2018-02-22 14:24:02', '2018-02-22 14:24:02', 'E', 'default.png'),
(138, 'Ведзижев Карим 6лет. Сунжа', 'zarina.vedzheva@mail.ru', '$2y$10$jOP9ealYhQX2FnRj2t.WZ.UfTXbPZhx9m4cYk3OaMA5usy64aKbcW', 'Ck3toHvuyL6G5xT66p8Uj2LjQSmy1TDBRC8sBfCSyJPynYKvwYmBPzlR0kl3', '2018-02-22 15:00:18', '2018-02-22 15:00:18', 'E', 'default.png'),
(140, 'Мухаммед  Цечоев (9 лет)  Ахмед Цечоев (7 лет) Нестеровское', '31101983asja@mail.ru', '$2y$10$VtweajvucsJt7mbsQ8As/.zHwPY.sZvLTgYbHjO10VGGVes1hWPp2', '8mypfC5SF0GFbMNRSqarYgRaCE2sJUwen3zq5qjFQeRzhGC0dO6pPGU2B7So', '2018-02-24 09:46:29', '2018-04-09 13:20:10', 'E', 'default.png'),
(142, 'Мата Цечоева (11 лет)', 'cechoeva06@bk.ru', '$2y$10$w3IDjvPnsG8M6/VHLu5JAuAwSZ8vaIg3/NWcCO.b8YXyj7ApLgh6e', '0DtKmgOh8JsXSCpkykC29lbe1BXrhHxPOtvUZHSs0Z02oUriVGDiise0lVzh', '2018-02-25 08:18:20', '2018-02-25 08:18:20', 'E', 'default.png'),
(143, 'Арчаков Ибрагим 9 лет. Малгобек', 'zairagogieva@mail.ru', '$2y$10$t8tmauEtNkyUE5P1H8OlSukZaCcbP2ZlEBvrmw3nVOdhHPPq1DVrW', 'PgvRijUqzTdMVfhRYeBBmF2PHThEEeH3rY1q7eJ2smpba8g78gXliCch7y8z', '2018-02-25 08:21:24', '2018-02-25 08:21:24', 'E', 'default.png'),
(151, 'Ибрагим Цицкиев (11 лет) Сунжа', 'acic2012@yandex.ru', '$2y$10$Sc.tAlG2tUWc6331odhkluuhoyQ.nO6gba3cK3uyZwq3jZ00u2.Ue', NULL, '2018-03-09 11:37:48', '2018-03-09 11:37:48', 'E', 'default.png'),
(158, 'Мургустов Магомед 7 лет. Малгобек', 'miya.9393@mail.ru', '$2y$10$nQxOiCALXwu/XW9xJDonDeMLbouGeAzYQiDKe0JzvFGFUl4Cu4.Jq', '2YC0v41irGC7BeBmM6qJfPq0goTKfNthBXCP8rzB5zvAfaK80m8O2yxblpQL', '2018-03-10 14:56:10', '2018-03-10 14:56:10', 'E', 'default.png'),
(165, 'Келегова Дали 13 лет. Малгобек', 'Keligovaa77@mail.ru', '$2y$10$jFFA.LpyVfEDgdM0T4rb/u/GjqnFCba3ZjEd5tbBPMj8bbszLLkTS', 'bX3cKxiTD8sJcsy2kBHtZ9cESIoFdAx508WBjOxrxl1kX9qdQy15Ot8lbi2y', '2018-03-10 15:10:58', '2018-03-10 15:10:58', 'E', 'default.png'),
(169, 'Лейла Богатырева (9лет) Сунжа Лицей', 'bokova.eset@yandex.ru', '$2y$10$QeXXefbNV659Tvo2uEXzw.4/hbNo.weSeiiqvc7rUYYywfediOPPK', 'iDe3mdvobLV0tO7Frb9WiUv4jIHeV8vbmsrsGukVa00uD6Rsw8qmC2OyDW7u', '2018-03-16 08:06:35', '2018-03-16 08:06:35', 'E', 'default.png'),
(170, 'Ясмина Коригова (12лет) Сунжа', 'korigavzali09@gmail.com', '$2y$10$VgOhhbWuBxj/AYd2hLzOSuTDnTXxB2wiAFyQJDe69.3YaOZmh0wo6', 'Rrd6tJnRrI6zRUdHFnqFvKn8r53PB76lXIxxYktizy4IY9HjzsQS9JeMZN1r', '2018-03-16 10:39:47', '2018-03-16 10:39:47', 'E', 'default.png'),
(171, 'Сафия Цечоева (10 лет) Сунжа лицей', 'cechoeva.sofa@mail.ru', '$2y$10$nxr6SfU8LBhCz7ErZ6ew9Ow6QCvnPyjhNN95Yv2RubIWtdcU3texq', 'tHtOHRoLeTxuNRJe7kIHrgkuxtopgdYBinQ4haGWxk8TqPvFLcBPqCksKsRA', '2018-03-16 15:23:57', '2018-03-16 15:23:57', 'E', 'default.png'),
(174, 'Мадина Хашиева (11 лет)', 'umbianos91@mail.ru', '$2y$10$kZ.ghct5em1HT9S1LPfOXO5sgzj3gJF9z1miMln57qaxLul831kqu', '8qysXNnBswnnZCOW8yJdrJhb7vvXT5PzXukk5ZpMazXh3nQ8jlH1WwwS31Ee', '2018-03-20 08:27:57', '2018-03-23 10:30:27', 'E', 'default.png'),
(178, 'Амина Зангиева (8 лет) Алхасты', 'zhamilya06@yandex.ru', '$2y$10$UynPxyjUXsVDvu8NfEjXb.oGTRMkMS0G/eG7JBoPWcASZdJrxYUMG', 'FeladeJO4lcyJlfYOxUKnphWmiY3vyEPNDS9NixlZYEHkpQCJ6tN3FK3TjxB', '2018-03-22 06:01:52', '2018-03-22 06:01:52', 'E', 'default.png'),
(180, 'Ахмед Гулоев (7лет) Нестеровское', 'guljevm@mail.ru', '$2y$10$F4UilA4WN3tLn6vj5e2VL.FL1e4SgCfIMECrOptbm9jSEP07qqbIq', 'TxWhj01vX9VciBYBroEozZmGbKjSb51RzCYdF2CiPg1mrrSJa56p7KtPnSCr', '2018-03-24 09:02:01', '2018-05-11 17:00:58', 'E', 'default.png'),
(181, 'Урусханов Муслим (7 лет) Сунжа', 'khamkho@mail.ru', '$2y$10$E.DQS5WLd3an6N40Os2Mn.tU5bhwnR9NOdSr6sPdUiqjoFv0MDcNS', 'i1OlgAOPnVkr5WEoo3zrfTgYHbwolHfT9XFU0yYd2T4iox2ho3eAxapGN2Lt', '2018-03-26 06:23:21', '2018-03-26 06:23:21', 'E', 'default.png'),
(184, 'Муслим Ялхароев (5 лет) Нестеровская', 'milana.raipediatr@yandex.ru', '$2y$10$CcROU/CKiCqHDzh8cP9qU.Ni7tMFRdk8QDpFBFhFKj1hQdxn8Q.M.', 'oTq1evveAUU0qU5RHpGOs0cvNAyqUL9OToUwbNV81S7L669xKB7FSSlkU1Sq', '2018-03-27 17:05:53', '2018-05-22 15:30:19', 'E', 'default.png'),
(185, 'Дени Торшхоев ( 9 лет) Нестеровская', 'l.torshkhoeva@mail.ru', '$2y$10$GOcyg1PWfenXSnWZSkY5Yu.vqDZq/5hHxNPQU0kzigsV15s.47BcW', '83LS9kKyZmBbgLIKy2QwFiGk5fdiVBXaVzlsQ6ZwKi0dTiMFF02wbXlXPS2F', '2018-03-27 17:10:01', '2018-03-27 17:10:01', 'E', 'default.png'),
(203, 'Бацаева Ясмина 6 лет Малгобек ', 'Ruha666@inbox.ru', '$2y$10$k1nyvTFBmLpgL1RQxwnAluP4fayc7JytFjD6A28mnIwYSyodV/zvi', '6QJuSYgLbMOqvYOUiPQL4FngkTin4kun9yByqwKmfC2FQFCvqzHPHAQ2V62Y', '2018-04-09 16:01:36', '2018-04-09 16:01:36', 'E', 'default.png'),
(204, 'Лейла Дзейтова (9 лет) Сунжа лицей', 'amidaur35@gmail.com', '$2y$10$G/0C66E4qR4Zuqc.TZ5SIelDCwCk.N3eMzGbIgugtIgnD98Ag8CJK', 'w0XRIJ3aSvCD5HPHL4vk0r7VsjnvLK4wcI1VeZsamBF5n7W5PgZyPBWPXxLt', '2018-04-10 08:09:33', '2018-04-10 08:09:33', 'E', 'default.png'),
(205, 'Ясмина Черкиева (10 лет) Сунжа Лицей', 'zarema050490@mail.ru', '$2y$10$6XzyQ67iwPi/6Cls4iMLx.7hp2enrnDfnXEZT5bXjODA/OnAE6Kk6', 'Pi7MNXaMQrhYPcvTIYQ4olFj0sOfppRH6Bww0uqcnSb8Z8abpyc6d0en4fEe', '2018-04-10 08:18:24', '2018-04-10 08:18:24', 'E', 'default.png'),
(208, 'Алия Кокурхоева (10 лет) Сунжа', 'koku780@bk.ru', '$2y$10$htWHo3GPRXVdJ4R9dtxZ1OahEGSasTszzq6dZIitNGkRPgZ5idyyq', NULL, '2018-04-12 04:46:20', '2018-04-12 04:46:20', 'E', 'default.png'),
(217, 'Могушков Али , 6 лет. Назрань ', 'GAGIEVA.1991@LIST.RU', '$2y$10$b23eT3yCsM0mA6/snFOhwOlEJPizpvBDdfhfJ69B9eCBTP65D92Hm', '53SbrN08SZNScjzupk1eoPuBvqeqBLlDGRPaUg8N8GJLitBLTwKKjGk3d1DK', '2018-04-18 04:34:58', '2018-04-18 04:34:58', 'E', 'default.png'),
(222, 'Арчаков Алик, 8лет,г Малгобек', 'molthanbelhoroeva@gmail.com', '$2y$10$UdnpKu7MAxTQRhOwkUnNveuPJSaTjqPzw6vA23qAG3B58QmxwfvMq', 'js9PkMjdczoqHRA6hSiMbceXk3vuKUw83kwh9QjfjTJl00AaSoUTuQx5vi0v', '2018-04-19 10:43:54', '2018-04-19 10:43:54', 'E', 'default.png'),
(224, 'Евлоева Амира Магомед-Башировна , 7 лет. Назрань', 'embsh@yandex.ru', '$2y$10$Ro1q.rTAdqCA8cuksKBJie.kvFMglBLyMAn8xnVsQXOFRcWK1EJ/G', '9oIMxipMI5up1S5Lf04WAIP1yxHc3snon9KK29bYT4McJoDmT8d30VYWIBQh', '2018-04-20 05:35:42', '2018-05-26 15:59:33', 'E', 'default.png'),
(225, 'Татриев Абудуллах Ахмедович, 6 лет. Назрань', 'nastaeva.a@mail.ru', '$2y$10$BlQPTa6/BChHmSbqfBObfeHqLWwk2rK28SlL7Ean85np7Bf.KczxS', NULL, '2018-04-20 05:50:13', '2018-04-20 05:50:13', 'E', 'default.png'),
(226, 'Дзейтов Мухаммад Ибрагимович, 6 лет', 'zlatamagometova@mail.ru', '$2y$10$SzVLY57N6Gcfnt8b75Oa7O7ZzF4YLoubPagmI501c49M05TajIa4u', 'ys10sC5il7samCm0OTmjRUq1qQKZEBuzSGcfZsrrnh9wTcjBoXQbMyM2hgl2', '2018-04-20 05:51:41', '2018-04-20 05:51:41', 'E', 'default.png'),
(229, 'Тимурзиева Танзила Вахаевна, 6лет. Назрань', 'Tamilik88@mail.ru', '$2y$10$/YrT/OcwJp1w4BD1R8Zhx.MMPZO7m2PeYCjKlhsIg/tkx2NjUGioC', 'xrTxXp0Zveb0iNldLlHHGzusPbVV4JLeJLLPYpnUU8jYwM26GdDha2ddC56T', '2018-04-21 09:45:16', '2018-11-21 10:55:34', 'E', 'default.png'),
(236, 'Албогачиева Амина Тимуровна, 6 лет. Назрань', 'islam.albogachiev.2002@mail.ru', '$2y$10$e4IkrF7Bk./nb4pN3BZioOv3N/1vTCbIvPlvh5.BstGhjh7WasLlC', 'S136q7bPXM0QD1F4bLdkzYdAB4ANavDXfjHXW8Wh18w3rR5FIp1jkGn1inTr', '2018-04-23 09:19:17', '2018-04-23 09:19:17', 'E', 'default.png'),
(237, 'Евлоев Руслан. 8лет. Малгобек', 'evloev.ruslan2010@mail.ru', '$2y$10$4spd8K0M8Rgur7GbZRwOXOra6ECguUmxufOoz4zzDTrFBEiukzJCW', NULL, '2018-04-24 05:09:31', '2018-04-24 05:09:31', 'E', 'default.png'),
(239, 'Татриев Султан Мустафаевич, 9 лет. Назрань.', 'tatra0681@mail.ru', '$2y$10$bqTMQZ9wi2IQ0b2uSC6IVeBx75FdFgMQakQywLkEiMEQqGkR7Qa66', NULL, '2018-04-24 09:30:14', '2018-04-24 09:31:44', 'E', 'default.png'),
(251, 'Цечоевы Расул (8 лет), Хамзат   (7лет), Назрань ', 'zalinabersanova10575@mail.com', '$2y$10$haI8bjgZHKAC5DqIA01U/.TMWdwScviWRKGPp5KcX2E17pkLJLvN2', '5EwjWxOVVIdZ6G1igT6bV7h4YvoRhI3JzClZyoMgqQOj1CV1agvkQggHtXTF', '2018-04-30 08:59:35', '2018-07-20 06:02:44', 'E', 'default.png'),
(254, 'Гетагажев Ислам 10л Малгобек ', 'leyla.evloeva1987@gmail.com', '$2y$10$XpCTrM79KtmMRQlgBebvv.STJzsD6qhZP06P..HEXggiSOt42XT4O', 'zoEW2k7m8zBwuTdi82hpMEMUxG9gqUyWtOi84dvsGhGJLR5OqQdI7ctnBUUm', '2018-05-01 16:00:40', '2018-05-01 16:00:40', 'E', 'default.png'),
(257, 'Оздоева Амина Ахмедовна, 7 лет. Назрань', 'tanzila35@mail.com', '$2y$10$pirKykVO97La6PYBEv74ueQ.F14uUWv5tU7rUqDH/CqyWNO6zlUM6', 'Q3fIlaL1tKRGQQZCaf4CaTkSfIiI6hBT5ThOzwkOh1cjAzLUcBP3MNzPtMi0', '2018-05-03 04:52:15', '2018-05-28 11:08:01', 'E', 'default.png'),
(263, 'Оздоева Амина Темирлановна, 8 лет Назрань', 'xxadi82@mail.ru', '$2y$10$Fl0s7jwTFb/DRJxAVv6j1eVkYwENIjtofMo139cVT1LxNPHzFiOIa', 'Q0HBd9nBs9PflJsiJCqeL9hVBgjNzcHsUV0WcKTtAI7H5qrUYFFleMjn9M7V', '2018-05-11 10:07:23', '2018-05-11 10:08:24', 'E', 'default.png'),
(270, 'Амина  Угурчиева (6 лет) Сунжа', 'mado.mado2010@yandex.ru', '$2y$10$5agTBXlnqV74A1APGi.TkexmmfPRBVbJK1.RUS1L2XFPlkl59voUO', NULL, '2018-05-17 03:00:09', '2018-05-17 03:01:20', 'E', 'default.png'),
(271, 'Окуев Абубакар (8 лет) Сунжа', 'okyevatays95@gmail.com', '$2y$10$3HPZm7EqWv1w1z.cj.qr0OEU6WjqxEDDjxkYAbT5MPMEUL08yyjgK', '0JewO0yEGDuySg5UHMdOPAaAIeAVhiIZZzHOPIjmK9vBykqUlT7QD5lFUTDf', '2018-05-17 04:28:25', '2018-06-02 05:03:03', 'E', 'default.png'),
(274, 'Куштова Амина (9 лет) Нестеровское', 'ingushetijaa789@gmail.com', '$2y$10$XgOGOR7KATYG6YfLW7dDT.9v3zqSjcHrV/N5.97Tzw8pXohsUVTxu', 'zGBn2WCrg3aM9QvDxppNJYSJsTc4BJhcIg5RFOek73giKjQQ1fBAmxuG9NY0', '2018-05-22 15:40:32', '2018-05-22 15:40:32', 'E', 'default.png'),
(275, 'Алима Галаева (8 лет) Сунжа', 'khavash.galaev@gmail.com', '$2y$10$r1AUACeP6asVqto14ZWXQu/uGC23u8XnK0a7sj75k/bNprXdOn4J2', NULL, '2018-05-24 10:26:57', '2018-05-24 10:26:57', 'E', 'default.png'),
(276, 'Султыгов Абдул-Малик, 6 лет Назрань', 'zamarashka.88@mail.ru', '$2y$10$uUv94L3K7TozkHLKruRyK.0ICyT2.3EXx48j6JwlxbMJr0Ft2Eh.q', 'VtK3ki5TZoyCPYMuOHmobral1w9o6YREVNZyMAuSweFwkIF5VH49pLsEK5e8', '2018-05-26 10:08:03', '2018-05-26 10:08:03', 'E', 'default.png'),
(279, 'Костоев Рахим (8 лет) Сунжа', 'issa1982@mail.ru', '$2y$10$utKZuK2gKEfJvttP8VFpyO/4RxIUEkWrA5tPi7IkWEU6XQ17fW4xu', NULL, '2018-06-06 03:26:34', '2018-06-06 03:27:34', 'E', 'default.png'),
(284, 'Ситора Евлоева 12лет, Малгобек ', 'sitoraevloeva1995@qmail.com', '$2y$10$lMeLyxgbs96phGvofteGY.K/y0TeQ9ktIelc1LdoXUi7N7xYdj18m', 'NuWxkR4RhwWOHoUC9YFmE5FK72xzPkBCtiKZiwDcLay7rxLDy9AIrKzpcEUn', '2018-06-19 05:28:37', '2018-07-20 05:51:37', 'E', 'default.png'),
(285, 'Вышегуров Ибрагим (12 лет) Сунжа', 'ibrahim.v300.06@gmail.com', '$2y$10$LsEDxFoi/tKASQmV559HW.DnDoQGpGRivHQJMsjzKzOVsyXCAvtKC', NULL, '2018-06-21 08:15:31', '2018-06-21 08:15:31', 'E', 'default.png'),
(289, 'Цурова Самира,9 лет ,Карабулак', 'curova75@mail.ru', '$2y$10$gc4UexRrmD4JjPM5E.UI1eeat8lcEgAP2aZWqc0bR.SqG24aXYa3C', NULL, '2018-06-25 09:49:46', '2018-06-25 09:49:46', 'E', 'default.png'),
(292, 'Дзейтов Ислам 9 лет. Малгобек', 'nilanami5555@gmail.com', '$2y$10$h1BXvuDtc21ofhUs8Amjy.kyFvcKRvT1e9Me0bMbGUuFhH1.nuUdy', 'LHICRQBGQNNMboSvWYZMXR40yoMCDhjM5iJwq5uAYeKC9FNJCQjlf5MIjcJZ', '2018-06-30 04:27:29', '2018-06-30 04:27:29', 'E', 'default.png'),
(294, 'Оздоев Сабир, 7 лет, Назрань', 'Most-stroi@mail.ru', '$2y$10$ylBamm0V5H07A7nThwrLb.70lEkg/eykk0Pw67Kywnyrh6xYyw5pi', 'CRMv8nPMsANmMSqQ10u6BHzgGWuxr2nSFw1j7nxg4bkSgQD6yQHhiFUqD2s7', '2018-07-05 08:45:20', '2018-07-05 08:45:20', 'E', 'default.png'),
(295, 'Халухоев Али, 8 лет, Назрань', 'tambieva.r@gmail.com', '$2y$10$lYtr/cRccj2zpZiXwgIHRerzhDVGnQOeOTtA66ywDAkrtdnpx8pzS', 'SKvVALmiKrUc6jFC6BcycrteGKqPTkQJygSyPd1Sa6Rn4BtchN2ZcF3drgCN', '2018-07-05 08:47:58', '2018-07-26 14:00:30', 'E', 'default.png'),
(297, 'Оздоева Сафи, 8 лет Назрань', 'malsagova7@bk.ru', '$2y$10$sgVG/ZpXted5jBxNZ20Gq.qjtgICI0AdN5PgO4bEBuEtJASedKM7S', 'c8uEQ0rCEo4nbKygPoc96gAHEhSFB5JGjY4XWm2tpaN7rPhJL7fkiUEEe2iY', '2018-07-06 05:23:09', '2018-07-06 05:23:09', 'E', 'default.png'),
(299, 'Алиев Магомед- Расул, 6 лет, Назрань', 'm.sultygova.06@list.ru', '$2y$10$deVvtcIO41JSzTkBRi3VseG4ca915WInrNHizw74mxKpkxGqup6xm', '3yzlSBsDkpJxxXx3mfg8PMw1WkHkKa31SXzLUJ3lPtaB2MqeyvYzeJ5cQzfO', '2018-07-09 05:15:02', '2018-07-09 05:15:02', 'E', 'default.png'),
(302, 'Берсанова Хава, 12 лет, Карабулак', 'bersanova.1980@gmail.com', '$2y$10$tdzedPNomHnu/cEAtrhVheBt.vkNgbhwdFFqGMR4KowdA1HnkyMnW', 'dT7vhfiAyqoNKTDf27mYkerBmVghryqfNOFuJQlcn0MfbD0xsyTBjoIrO4B5', '2018-07-19 07:08:34', '2018-07-19 07:08:34', 'E', 'default.png'),
(303, 'Акталиев Магомед, 9 лет, Карабулак', 't_aktalieva@mail.ru', '$2y$10$H2Ug7NTIyLiM6HjjyxibM.dgE/Kmkvuf7ToNTDANervn7VzaoSeFK', 'r6heJMO4ZFitplVUN7WNnA6EcsNO6EtEV4lpvuAth5EfQVv4ysuQlA2lNRiK', '2018-07-19 10:48:54', '2018-07-19 10:48:54', 'E', 'default.png'),
(304, 'Цуров Ахмед, 9 лет, Карабулак', 'ms.curova@mail.ru', '$2y$10$FtxBZvLcLfO3x0.AouXpHOdbltauT.UKSUg62Trw9XqYEFeLbRpUu', 'lQZfMNrMDoSkgM9FMuq2aSxbKBg26Pai7eWiDxQxoEYrBntbThbl9smKaq03', '2018-07-19 12:10:32', '2018-07-19 12:10:32', 'E', 'default.png'),
(307, 'Евлоев Альбер 11 лет, Малгобек ', 'Albert.evloev.albert@gmail.com', '$2y$10$MedVAhu2XM2ZWiq9gkpyPeaECGl9o7V8jMH8e1w.UrlZ62rV86eW6', 'kSg1sytNO5Nbj0HD95FzbEHqP3HuF0bTsJSgJa9dqpq4CLTPFJEvQqd86LCV', '2018-07-20 09:41:45', '2019-03-05 10:34:57', 'E', 'default.png'),
(310, 'Алмазов Рахим, 11 лет, Назрань', 'Liana.almazova06@mail.ru', '$2y$10$XEkA2QTD8wPLTbPSEvQco.IrgMMOMsPa0VDFLMHzC3GzrigHXRfeO', 'ZR2bx6WXIWOSo2gPrCGr2TflVzbT1X5Xwwl4NWRxJal2LlCe2yXwLurppQXA', '2018-07-21 06:43:46', '2018-07-21 06:43:46', 'E', 'default.png'),
(313, 'Костоева Алия ,7 лет, Назрань', 'aliya.kostoeva@mail.ru', '$2y$10$tmBfFdMtBi7ZaAgsCnky..u9LbWa68IkLnhZGJpPC6CHgHN0BFi4m', 'U4sXBIQkMnBXlVwIiCp6LTBlcdK5Sz2LRn2Dl8I3ZI70wxrRB5fT8YE90iOZ', '2018-07-21 08:46:53', '2018-08-23 10:09:35', 'E', 'default.png'),
(315, 'Сайнароева Раяна, 12 лет, Зарета, 9 лет, Карабулак', 'ashata280481@gmail.com', '$2y$10$BPzf8JgBB0TxuBNbxbyNxOTktT4FUJUosR4nzIo6gF33qPs8FL9kO', 'mODssN2dCsC23JVMjOtnyeg6p4I71QFfhyqUqyGY5ddhp4ZsLvEmAix5ckAg', '2018-07-24 12:53:28', '2018-07-26 04:33:10', 'E', 'default.png'),
(316, 'Хутиева Хатима, 11 лет.  ', 'fariza201606@icloud.com', '$2y$10$uhw1W2Oamty8oAv54hGuwuRG55IPx21FYBQ6EECwjOabffJIGkS8y', 'lJwU6H12PrRe3bDT89isY2mkBWGRInT1uKMMNAOmgfO6EWP3tEBwyuUXlxa1', '2018-07-25 08:45:41', '2018-08-13 09:38:38', 'E', 'default.png'),
(317, 'Евлоевы Халид 8 лет, Исмаил 7 лет Назрань ', 'luizadorsigova@gmail.com', '$2y$10$aNDgE/5SRLLU42GfMmEEHOksdX8nllYtv7puxleXauDlG0sBv6K.C', NULL, '2018-07-26 06:00:56', '2018-07-26 10:18:29', 'E', 'default.png'),
(320, 'Умарова Хадижа,9 лет,Назрань', 'zalina_umarova_80@mail.ru', '$2y$10$sxlRvsEedYG.N5W7YCiyX.OVrXewgG3X0OZfGAt.RZ2ZKOrYE6mCe', 'twA3HYeCo0XKSxdTSCTKuwv2H4xfxZTrN1XkpEfEGfSex4KVUq0MWNLymjLI', '2018-07-26 11:29:24', '2018-07-26 11:29:24', 'E', 'default.png'),
(322, 'Бакаев Ислам, 7 лет, Назрань', 'xyadis@bk.ru', '$2y$10$owLty/dilYB8qa3yKWz0deIfgRuDY7y/stqN5ymgrpuMAu.Ry7RGa', 'pJphNaTw284l9TxW2h8vGwYabWzkyzby2LtRSKynAnoP7l2oBX5ev37OLUjH', '2018-08-02 09:24:16', '2018-08-02 14:22:41', 'E', 'default.png'),
(323, 'Цуров Рашид, 7 лет, Карабулак', 'fariza-tsurova@mail.ru', '$2y$10$HerNHUbTkiq0uJ3ijEm6pu7gytzeQ8RBXonz2dKbAB6yU1zXGt0/O', NULL, '2018-08-02 09:42:22', '2018-08-02 09:42:22', 'E', 'default.png'),
(325, 'Богатырев Дауд, 7 лет, Карабулак', 'Fatishka@bk.ru', '$2y$10$BdgMejebfTUCheKupmdqmOgFzwiTxHxGQSHUUXRCCWHnAPGAnr1du', NULL, '2018-08-08 05:20:09', '2018-08-08 05:20:09', 'E', 'default.png'),
(326, 'Евлоев Заур,6 лет, Карабулак', 'evloevrustam@mail.ru', '$2y$10$YU.3kKX7sfR7co2RyW2YTOSc1oHTweF4lTyo3fksMuPyhc1Y80Uvy', NULL, '2018-08-08 05:22:52', '2018-08-08 05:22:52', 'E', 'default.png'),
(328, 'Цуров Магомед, 11 лет , Назрань', 'curovih@gmail.com', '$2y$10$iFHnyH/RZbc1Pyy8p13SxurIalEMa7KV4A4wKNASQAzRbWK3b6hT2', 'Rc9SXhYRB4ZvdjO7qKzgjRhXs4vMJSDdMrupKr5yfTBl7SukmrUF6H2hVtLX', '2018-08-11 03:58:24', '2018-08-11 03:58:24', 'E', 'default.png'),
(339, 'Гагиев Ахмед,8 лет,Назрань', 'Mado_06@mail.ru', '$2y$10$A4tI4scDbbHSeMvdUDlN8uwfFpM3nVusSPqSvT8b6SgVsTTIEYSYm', 'pljIZBTnmlUg1HbaeglVanCnSpPgY1HePYLWiAgg6z7iSfOv6oKkCZ4EiihJ', '2018-09-08 07:52:55', '2018-09-08 07:52:55', 'E', 'default.png'),
(340, 'Албагачиева Хава,8 лет, Хадижа, 6 лет, Назрань', 'Indira111006@gmail.com', '$2y$10$bQDGz7W7pjdDgVFWsQe/E.MGb0G5ZrSUUHJ/TplJO6HDkEan6gAEC', NULL, '2018-09-11 22:46:09', '2018-09-11 22:46:09', 'E', 'default.png'),
(341, 'Фариза', 'f.kod@mail.ru', '$2y$10$qW3W8XjsI.hAL76zp7xSBeQqIFaFjWqYWLPq3nO6PWGkn4BS9fFPO', NULL, '2018-09-12 14:39:59', '2018-09-12 14:39:59', 'F', 'default.png'),
(342, 'Тест', 'admin1@admin.ru', '$2y$10$vbC.n7mWls0b8wz.fN230ukfgHJEPNlYGPxyrfcLyXrvv1/CSvYku', NULL, '2018-09-14 10:16:25', '2018-09-14 10:16:25', 'E', 'default.png'),
(343, 'Халум Закировна , педагог Clever Kids', 'hanum003@mail.ru', '$2y$10$puLdaVdgHIlAVqAarWxnE.vIgNTttKIOU5jTDqEmVGinIi633q17S', 'M4OFdFQaNFudH0ecxTgqbB60x7310NVVLf6YM17p9S0bYEErtRcmZl1EgSTT', '2018-09-16 08:53:48', '2019-04-13 15:05:51', 'C', 'default.png'),
(347, 'Teacher', 'teacher@teacher.ru', '$2y$10$e4AoVy5A474WV7/kwrsLruuwZTu/SAAtAoFotlbbC4TJJe2hAYcHS', 'GpLI1p9igbpehd61OU0J150uYEwTAWHDVwMbcZHL2PZNMKsSk0Z0S9Hf7Zd2', NULL, NULL, 'C', 'default.png'),
(348, 'Student', 'student@student.ru', '$2y$10$dC4yiQRg/gzd9.FI8dVufOZsRglCZCpBzFw5PmGpB2ZoelZ5j7JWS', 'lCkVGSVbBfuQky4zFarahZpCbchDqt1fVflK0rWba9nOq6e7nYAneYBWdLy9', NULL, NULL, 'E', 'default.png'),
(351, 'Макка Алихановна, педагог г.Малгобек', 'gmak14@mail.ru', '$2y$10$OF9SaAvLLZNKiUde1ZsNluqKdt4tip7//Frue.5KylB/mE5erfD/G', 'LVv2PWK5Vj06nNKBbDVmJaTrkkYCQxVhVyPUBeuS0q36065o6YaM5nNzbg1R', '2019-01-24 14:49:40', '2019-01-24 14:49:40', 'C', 'default.png'),
(352, 'Роза Шабазгиреевна, педагог г.Сунжа', 'rozachka-1989@mail.ru', '$2y$10$XCCqWy5GW820AwNKZ.33/u.T6E0IdFn3ScyhRUMo99xBPb1cIIZym', 'X8toc9NO2ymsvPF8l0l3fwyMuw5WFI2D48nsucWdLUBgenF00jxlf3SzFmiz', '2019-02-01 08:37:25', '2019-02-01 08:37:25', 'C', 'default.png'),
(353, 'Ирина Александровна, педагог г.Карабулак', 'ir.bagaeva@mail.ru', '$2y$10$p2KPmzKGio7sHAH7R1jvJOcfPcoEkRgxT0t0yYAJXEFfkeb2dhjLm', 'oQyRe5gq1C0uCgvWtmM8cXoT3LhxWyHWbeUPHS7tTGtHOOLAWlh0P1aAfzIV', '2019-02-01 08:41:26', '2019-02-01 08:41:26', 'C', 'default.png'),
(354, 'Хяди Хасановна, педагог г.Назрань', 'akrosha2015@gmail.com', '$2y$10$LrZP7uSJ89GEJ.JTqNeAaejlZV9fHgJaIWqakNzUO92sCSd/6wWoO', 'PqLg98qBXQztF5Leaz6PhWUFvPfVvVGjtHVhygB7BLXtf9mtNoIIgvp1YWFF', '2019-02-01 08:44:29', '2019-02-01 08:44:29', 'C', 'default.png'),
(355, 'Хава Курейшевна,педагог, г.Назрань', 'solsanovax@bk.ru', '$2y$10$rgiZNQ8l0JH8bNStOVBRseqT.jQb0CPLxvwSsrCCyavte/XsVDE9.', 'ISq6VCyguqMNjHwsGBVBI4sp0RWIbkP3KQorHC4JafcPFQI3Qi1hKkZKg78U', '2019-02-01 08:46:25', '2019-02-01 08:46:25', 'C', 'default.png'),
(356, 'Гюльзеде Элифовна, н.Хушет', 'gyulzede@yandex.ru', '$2y$10$J9HUfnEXKInmbvnGRYyuiOYObsBc/nFm5iEK8wajbIEx8J7mPr8Du', '4TaSw6SaSNttFiXw5cjwNEKD7XhBaJEnU7u4L8V58OTgFSwvSadJeewoX86G', '2019-02-01 14:09:51', '2019-02-01 14:19:25', 'C', 'default.png'),
(357, 'Омаров Юсуф?  7 лет', 'jinaska10@mail.ru', '$2y$10$K3gQxl0P8rgtyPiRl/f/x.lDGyqt1ATtUr99W4XreTmQ0MMwCFO5K', 'fk6NBHHZM6mrJeHlQ4fC4xkJnbHJSRumH48NwvCKo3jQzWnauSd3aFzd6hFe', '2019-02-03 12:46:20', '2019-02-07 06:49:12', 'E', 'default.png'),
(358, 'Наврузбеков Рустам  7 лет ', 'MARINA_RAMAZANOVA.1981@mail.ru', '$2y$10$BFuSszFD4mQp2c2IJj8HtO3A0s4CKgq32Dg59lZljv8INlt4yGQ4q', '6MOuqiwt11fBNRuvXyE9ZGfWfsOdWJDqNPI9C1Vpj3lVEfPMYpKVSkGlnX8D', '2019-02-03 12:50:26', '2019-02-03 12:50:26', 'E', 'default.png'),
(359, 'Магомедова Асият 7 лет   ', 'madina0535918@gmail.com', '$2y$10$gYj.Sz6n2oBcSdttMZYtqe1ZLZtz1orxCYzhGSC4ltPNRhZsoK70q', 'XvNJjfmcrLktTCr1TUjMqMOfn6zlpIqlbEW0YjBKAUtHYORU9ADx8yYRkmYN', '2019-02-03 12:51:32', '2019-02-03 12:51:32', 'E', 'default.png'),
(360, 'Кулдуева Наира  7 лет ', 'tavus.abdieva@mail.ru', '$2y$10$qpU8y8oeDEpMDtbSN8INKOalEK8ykUfwD1ibBh.6fzUh3/QSWOfSu', 'W6r0EXmVUV8OYU38zgzKyCVZnU59BVO0uZ9Dn8px2SVKCCkbaWvnVO90OIRG', '2019-02-03 12:52:08', '2019-02-03 12:52:08', 'E', 'default.png'),
(361, 'Шайхаматова Насибат 7 лет  ', 'Shaixamatova@mail.ru', '$2y$10$lrrxH5bK7/idxQ.C5y6n..l60nnFuoinvFg9o5frguaqNrrPJECmy', 'bvnXhIeotxgNAoeytHvSUDzNIn27r520PLw1afDlYmCzgct5LBcRRewqSa6w', '2019-02-03 12:53:09', '2019-02-03 12:53:09', 'E', 'default.png'),
(362, 'Рашипова Амина  10 лет и Рашипова Ханум 7 лет ', 'ati150rashipova@mail.ru', '$2y$10$aUAJjo.BAWFJ8AO02UTbQ.EVL/dWIWlkFo2LjvaWNaAq7pO0/zwvO', 'oSgdXjQFedfHWc98V7ulRFfaERhIOHbl5YIhS7YZGEp3kHNwwxhxWiBszvG3', '2019-02-03 12:53:48', '2019-02-03 12:53:48', 'E', 'default.png'),
(363, 'Вагабов Арсланхан 8 лет ', 'arslankhan2011@mail.ru', '$2y$10$Rz2xtDf7i/LAscB5EDKR9OoqQ5ZCfBnlQrpH586knYCBOtAhUKqkO', 'TIPodMKzJhBTttFpDJHtHWdnv24bIwdxtuAUCTLD7hu6itkBeYfY0ukde1aE', '2019-02-03 12:55:19', '2019-02-14 14:09:08', 'E', 'default.png'),
(364, 'Сеидов Ахмед 10 лет  ', 'asiyat110581@gmail.com', '$2y$10$um0w9pA1ZbX.Ajrseg3aeenTe3AdbLoDONrtEiYDKsmCuXRnUS1q6', NULL, '2019-02-03 13:01:16', '2019-02-03 13:01:16', 'E', 'default.png'),
(365, 'Сайпулаев Ибрагим 10 лет  ', 'saipulaeva87@mail.ru', '$2y$10$h4Sct32wUGlO1Jf2LpeRfOxDQlXBbbatvy5ZC6izsdsc52EgUs/6S', '7V8latFS2P5WqzNtCZ3KHhUoVbIWXJOeZdswvRWaJehFJSSf6qCVIgnVjRqh', '2019-02-03 13:01:54', '2019-02-07 14:21:46', 'E', 'default.png'),
(366, 'Абдулкадыров Абдулла 7 лет ', 'nurulla42@gmail.com', '$2y$10$zkVac2bemy9yLFjS0PvkEu6JDi76OxxqcRXrnvLV0FlYbA1ed3Fk6', 'QDwAB0HiV7nAzWfiUutG0fnYrVMtCttZMsO4v9sFe7JAXU8u17i7c97OHX0Z', '2019-02-03 15:07:21', '2019-02-03 15:07:21', 'E', 'default.png'),
(367, 'Акбулатова Патимат 8 лет ', 'akbulatovap@mail.ru', '$2y$10$YTNzdtPJf9rvElwnEKBnWe0aoh593uBQ28qac/jt.gVPQ1zXwO252', NULL, '2019-02-03 15:08:28', '2019-02-03 15:08:28', 'E', 'default.png'),
(368, 'Нуриев Арсен 10 лет ', 'arsen020408@mail.ru', '$2y$10$qTOsDtmPNYaXJ4gSI6WbC./4A1m8AriH2z20o9wndDofVXsxwHEJG', NULL, '2019-02-03 15:09:01', '2019-02-03 15:09:01', 'E', 'default.png'),
(369, 'Шамхалова Рабият 8 лет  ', 'rabiyat0502@mail.ru', '$2y$10$uv6GtADHrxCTp8vAkjJEW.LNzNYuAgzVfi5Rifea3wjPTJQipbQHa', NULL, '2019-02-03 15:09:39', '2019-02-03 15:09:39', 'E', 'default.png'),
(370, 'Уцумиев Магомед 7 лет ', 'utsumiev111@mail.ru', '$2y$10$TnTR447wUbRIuiTnBngWUubIopPTeNnQ7IgobtEe3pjIMf9BpBgiW', NULL, '2019-02-03 15:10:07', '2019-02-03 15:10:07', 'E', 'default.png'),
(373, 'Амрахов Мухаммед 10 лет ', 'amrahova.zaira@yandex.ru', '$2y$10$jQ3lW7EqGjrh82B8u6ooo.4DMro9NQNovBVsS4yt8g1NmBdKxRPwG', NULL, '2019-02-05 18:11:27', '2019-02-05 18:11:27', 'E', 'default.png'),
(380, 'Барахоева Камила 6 лет', 'camila1522000@mail.ru', '$2y$10$u3pd..FIiQ.a9pzhGma/NOLthVRojKAoup.BUdJz8bui.6fDaC2QO', NULL, '2019-02-10 05:42:02', '2019-02-10 05:42:02', 'E', 'default.png'),
(381, 'Баймурзиева Раида. Малгобек', 'maretbaymurzaeva84@gmail.com', '$2y$10$FINGej92VBLnBbvGML3TUOy4eGPzAZkIHwhURRK//Ejc3jtCGXTBO', 'QyL0ACub9sbb3JViwU4vRBjv1pNO0IFFF78zHkq1cyNWlgydnx53Huj8lAc8', '2019-02-10 05:43:23', '2019-02-10 05:43:23', 'E', 'default.png'),
(382, 'Килар Гагиев ', 'kilar.gagiev@mail.ru', '$2y$10$Xv0JPiMJ61OG9Ubd37HfVe8TCsYU0vTrDEuJ94dC3Ir9j.cS3HwCO', 'k5JMq10ypRkoyOjUDdNskPgZNB4oFhqG4tEWnZnBAhVbbjpwX9gc7ug2H8Ut', '2019-02-10 20:14:50', '2019-02-16 08:48:12', 'E', 'default.png'),
(383, 'test', 'test@mail.ru', '$2y$10$CgPSztHRG6ADzL0d2cWYBuqZU4gQIEoPDHv591FEpOqlDFZ/OkZeK', NULL, '2019-02-11 04:42:18', '2019-02-11 04:42:18', 'E', 'default.png'),
(384, 'Зариева Элина.Малгобек', 'zamarusta@mail.ru', '$2y$10$7.1EoJdU5HCVdr7prVDsX.ZrAY48pt5g0afxfC9nBAXY0mnqmzclO', '3ztB9dFemSJ1ONsoqIQGlwkXCEqIcXH0nDX20DnDlgyudK2wHtyByZJfgECM', '2019-02-18 08:22:37', '2019-02-18 08:22:37', 'E', 'default.png'),
(385, 'Роберт', 'kamhenow@mail.ru', '$2y$10$Fpjw00ULSu/udf9M01kvh.puXjOrdyPub./qAlqkoPuigZK7..IGC', NULL, '2019-02-20 18:00:40', '2019-02-20 18:00:40', 'F', 'default.png'),
(386, 'Мурзабеков Зураб. Малгобек', 'Zuboka10@mail.ru', '$2y$10$XiR/kNkooac3HHertKuOjeSUgGP1pqBvu//wunw9ZhNZ6D9k2Ovpu', 'BPnk8ryj3OZ35QzY3olDrhzzaPFBbaOiX1msSLIf6j4nIPb7Tx6ablSojwJc', '2019-02-22 08:15:46', '2019-02-22 08:15:46', 'E', 'default.png'),
(387, 'Рустам', 'zariev_rustam@mail.ru', '$2y$10$VL87ll5PYgSC6VKc9EsgIeIL.M.Z17DFzw6fPsQllfdZuhQpBAY0e', 'MLZTTp8Z42VpFVPHjmabGXc4tH3pJVMZ6Er3NVxWPznFvmT2BPxquWbblPOw', '2019-02-23 14:20:19', '2019-02-23 14:20:19', 'F', 'default.png'),
(388, 'Гойгова Амалия, 6 лет, Назрань', 'maretarchakova1989@gmail.com', '$2y$10$8biIysZOCAkjJgc0My5cAuDwh9C0f78GpYrSlxsnc6qkqXZ46W7Na', NULL, '2019-02-26 11:41:18', '2019-02-26 11:41:18', 'E', 'default.png'),
(389, 'Ажигов Ахмед, 8 лет, Назрань', 'azhigov04@mail.ru', '$2y$10$ExTBB0ibszMwnSDuwqhUQuE0IoK75eiNMnk96xU3AB2Ur2riy5chG', NULL, '2019-02-26 11:44:37', '2019-02-26 11:44:37', 'E', 'default.png'),
(390, 'Яндиева Амалия, 5 лет,  Назрань', 'zaremaisa79@mail.ru', '$2y$10$uIOSnI0piP4ScOmwMfhrSuoS6No71oCzzbQurn0Q5ucp6PmCngqCq', NULL, '2019-02-26 11:58:50', '2019-02-26 11:58:50', 'E', 'default.png'),
(391, 'Амалия', 'maretarchak1989@mail.com', '$2y$10$/OmXBSf75BFa/Vr8VW3YTO29N9xy9nL5z6pXMhF1qUoApL6ORzpji', 'pkv1To7LbWs5jJUpck1oYhxqgjhnriZ8jhvLsmG7ZN0zRRwU8P1yGd9ohgMC', '2019-02-26 12:04:27', '2019-03-17 14:04:36', 'E', 'default.png'),
(392, 'Цечоев Мухаммад. Малгобек', 'hava.galaeva1985@gmail.com', '$2y$10$a7PlYiLZ/RZ5jVgstS1zGu14DTsXp7aR3zSCh0gqoNcppL2BaXHum', 'sTmO87iTLmxCAlpFeWUz0ToMLuN6vo4h7FwV6vDTW5S4u7whoqdc7czv7nV4', '2019-03-04 03:43:10', '2019-03-04 03:43:10', 'E', 'default.png'),
(393, 'Арчакова Самира.Малгобек', 'gaisanova.rita06@gmail.com', '$2y$10$Z/1BWbavR9Md0fQHsfENZOsCnwbkln69aLU174TmbbvHWNY0iArna', NULL, '2019-03-04 03:54:58', '2019-03-04 03:54:58', 'E', 'default.png'),
(395, 'Висангереева Айна Абдулатиповна', 'sineglazka_84@mail.ru', '$2y$10$/kJM2QoN9YKmtts34OCfoOZA9SLllf/EzPD8vfkZlFx7bow8nCBtq', 'bN4veUitwzoKuxjapRprVrrEIwvPzbqr8mmttTFfhTZup7Gi7vGZzJvB1U42', '2019-03-17 03:29:37', '2019-03-17 03:29:37', 'C', 'default.png'),
(396, 'Ислам', 'leila.evloeva@gmail.com', '$2y$10$fuOk72LuJJB3wd7zudV62.vp/HYle4iefo534WEUThiIpXHmKyNy6', NULL, '2019-03-23 15:16:37', '2019-03-23 15:16:37', 'F', 'default.png'),
(399, 'Student1', 'student1@student1.ru', '$2y$10$4jPSnYbazSJJwwATo2nZZuGuKrka/RypCzCT3cQLBjA/XaJAbLS8C', NULL, '2019-03-27 11:05:27', '2019-03-27 11:05:27', 'E', 'default.png'),
(400, 'montana', 'montana@mail.ru', '$2y$10$dg/95iKwGVxHXshn7bJSIOfvYtkv0mjjIhtY1otgG.s.dkdcrix6y', '3x9ZtwLtJOTpnpNFq6bPlyX2JgR6oZ2hC0upPXjV5nDNHKfE4FZTSxhNyc1M', '2019-03-27 12:30:57', '2019-03-27 12:30:57', 'E', 'default.png'),
(401, 'Мамаева  Салима Алиевна', 'Kabiratmammaeva@gmail.ru', '$2y$10$/jVQtfc2AuxawbtdCB3uIuq2dsHw9MtriUNKHhK0RJ0vKODy7lUW6', 'tPfYcqL60ZS2COyQK4KCSrWymqaw4FzVOZQiYCJCs9cbMA5NNf6rN3IhqLAZ', '2019-03-31 01:01:44', '2019-03-31 01:01:44', 'E', 'default.png'),
(405, 'Омаров Шамиль  Махмудович', 'omarovshamil1001@mail.com', '$2y$10$Sw3KFLHcsxNL3Es0G3crieIPrP9eCIS1YKvBooKuZbj29PYI6Q5V2', 'T9Mk3Y1NPhywufV40PXzpRZDqze1bJ2yZCMAWwilY14X786Lgtl9oVp2Bvo4', '2019-03-31 05:35:34', '2019-03-31 05:35:34', 'E', 'default.png'),
(406, 'Акамов Самир Нариманович', 'pakamova@bk.ru', '$2y$10$nkyhB/q9Fno0TjnJT4PzIu/dhy/4OGLWytIsNMn4ufngvC00kAnle', NULL, '2019-03-31 06:29:56', '2019-03-31 06:29:56', 'E', 'default.png'),
(407, 'ДАДАЕВ АБДУЛЛА СУЛТАНОВИЧ', 'sumaya3113@mail.ru', '$2y$10$R.Y4lO.3J4bUHE/QlbmJTOp0KvYH/AsoYL7sGjPrM5w8KYe8EicS6', NULL, '2019-03-31 06:36:36', '2019-03-31 06:36:36', 'E', 'default.png'),
(408, 'Арсланалиев Азиз Тимурланович', 'aminatarslanalieva10@gmail.ru', '$2y$10$eNn4oFiKr.O7JUAXCdZuZ.TesQxMzvWNqiPT26juWQodV1uUW.aY6', NULL, '2019-03-31 06:43:18', '2019-03-31 06:43:18', 'E', 'default.png'),
(409, 'Салима', 'kabiratmammaeva@gmail.com', '$2y$10$Tx/gIIP8xLQwdvAOch9.TuJVVEbdJ80OM8E8cUaA/MdTe0tjhsPJO', NULL, '2019-03-31 13:54:26', '2019-03-31 13:54:26', 'F', 'default.png'),
(410, 'Дзагиева Джамиля.Малгобек', 'tylerr.joseph@mail.ru', '$2y$10$xw3OS.9kuxPf7SCgrN0L.OvqFpBmNbwmSGUIMJAAvvNYpNfY5nC12', 'HupMcrKmHWuIZMnUi6ERnKg06DSFnb4bJFOcZ0zCXXWEjZ1oItvXgqcl7Qkc', '2019-04-01 09:05:42', '2019-04-01 09:05:42', 'E', 'default.png'),
(413, 'ГАЗИЕВ МУХАММАД МАГОМЕДОВИЧ', 'madina28470@gmail.ru.com', '$2y$10$FevArrtt9/M24sJemh7XQepC7JMqFWyl/EF2BqsOoWiu9om6oZ2Ga', 'YVmaPDfQjZfhFzi3krAhwS0erbiMoa2YANSDechlbXt5PigIlLLwq3bEESL3', '2019-04-07 08:21:30', '2019-04-07 08:21:30', 'E', 'default.png'),
(415, 'ГЕРЕЕВ МУХАММАДХАБИБ АХМЕДОВИЧ ', 'gereev08@indox.ru', '$2y$10$hIPbQu2MPTV.Xr68DgZ.0u7YvJiBKUSBiF9dVKbEAUBVKt970oiEG', NULL, '2019-04-17 04:05:27', '2019-04-17 04:05:27', 'E', 'default.png'),
(416, 'Ибрагимов Мухаммад', 'sadiya.magomedova1988@gmail.com', '$2y$10$kgo4KlIwiBKyBRosV9I24eWyRGNf.mjdUcAqgvAJdGG1.iS.jgT9y', NULL, '2019-04-17 04:40:35', '2019-04-17 04:40:35', 'E', 'default.png'),
(417, 'Муртазалиев Мухаммад', 'murtazaliyev03@bk.ru', '$2y$10$HIDzaZ2mOfUbstu6ycIKi.SkbCNAggYGYOBgvSpPffUWMfs.IK/2G', NULL, '2019-04-17 04:59:33', '2019-04-17 04:59:33', 'E', 'default.png'),
(418, 'Джапаров Ислам Тагирович', 'zajnabdzafarova345@gmail.com', '$2y$10$g5UElpkwzWPHhbRJ56Jh1e.Y0u3qyUKVmTlM/yjypbFh89XiTyoBK', NULL, '2019-04-17 05:20:45', '2019-04-17 05:20:45', 'E', 'default.png'),
(420, 'КИМРАН', 'milana.temirsultanova.17@inbox.ru', '$2y$10$R4BXaB.Ce78cOVO9Anw1XuyE9p42fEobFZ2R/B9kKhtSAdJ2j6eey', '3TszSbQUOTXdqZRSCeS9OcPjnqc4Y1cZjvs4QJuH9SZFSRwXdFKmDvmu4sW7', '2019-04-17 10:31:24', '2019-04-17 10:31:24', 'E', 'default.png'),
(421, 'Шангереев Саид', '58699167@mail.ru', '$2y$10$o22CXy5VkOktoFFK1chGxOqNZiPctQpBM.1u0guMpSktFWwGs7Zt6', NULL, '2019-04-17 10:38:07', '2019-04-17 10:38:07', 'E', 'default.png'),
(422, 'ДЖАНГУЛАЕВА ЛИЛЯ', 'lilu.lilu2010@mail.ru', '$2y$10$joUgSFV9egcjiiwzfvZ/yOhSm6kVMp87Ux/VarXbh1uEi1bmw2ZlG', 'y6CQgZq6Zx4nizZ5cNv48oGgh72T0bxGJiQbsO3hM3jGxHLRUmKeWsC1oh9m', '2019-04-17 10:49:27', '2019-04-17 10:49:27', 'E', 'default.png'),
(423, 'Маммаева Анжела', 'zhannamammaeva49840@mail.ru', '$2y$10$fbH9qZhYaTZpv.KPo7IbKeNideU3mnIAWq6O1ogZ0NKvsLJBVNy.O', 'AKWqoo5ZaZ7AewFex865w9OciKN9371ELCmjVAH9rbShXkDdLlNFgVY7p8PX', '2019-04-17 11:00:26', '2019-04-17 11:00:26', 'E', 'default.png'),
(424, 'Мирзаева Халимат', 'uauuu12345@gmail.ru', '$2y$10$9NXEJ./os.IkCBb0QqZL4ee/kdp4FzW9QwoqjWa36PSUXgtG3c43m', NULL, '2019-04-17 16:49:25', '2019-04-17 16:49:25', 'E', 'default.png'),
(425, 'Мирзаева Санижат', 'ggikk610@gmail.com', '$2y$10$BtcCZdrG.291GD.AB/1QXuFGdA0Mt5MH588q9XQWjAmh7ZcmJLkFm', NULL, '2019-04-17 16:50:51', '2019-04-17 16:50:51', 'E', 'default.png'),
(426, 'ВИСАНГЕРЕЕВА АНИСА', 'ay19.86@mail.ru', '$2y$10$LvvPCDxr4Tbh9EWEYl6QvO9Zn/Syiz9rd/G7NtYlfkoOe72OlT.ZS', 'W9Jm1HABPBTKFABkq8GphTIO8czJN9E4TVFDNkhjavOYE8nyM3IgzsPMtnPu', '2019-04-17 16:56:57', '2019-04-17 16:56:57', 'E', 'default.png'),
(428, 'Ева', 'havazizkieva@mail.com', '$2y$10$pwnyfgOtrxNNJSVDOfzv4ulV2eGnfCrXV.7BRP3V84uJmpfW0oerO', NULL, '2019-04-19 09:41:19', '2019-04-19 09:41:19', 'F', 'default.png'),
(431, 'Иса', 'tik899@mail.ru', '$2y$10$WOiOWc4NLcUT3PbLFag2SeVaV8dHvLRR9DmGe6GaKQ4K1FoMTBt82', NULL, '2019-04-30 14:21:10', '2019-04-30 14:21:10', 'F', 'default.png'),
(433, 'Айна Султановна', 'ayna_khamhoeva@mail.ru', '$2y$10$JaWHUFCXQe3Z9ZzmCxaa.uafFXzcvF0lzwSkPd7UKjIHUN.dtBRnW', '8HY13iN98H2m9esJVDqEFHwzhHPgqrjewOZ9J51Z87zaF5NLvCXHsLJYriZh', '2019-05-16 10:05:01', '2019-05-16 10:05:01', 'C', 'default.png'),
(434, 'Залина', 'zalina31@hotmail.com', '$2y$10$t7p5Yh6GLU48PPIauS/zD.MElNsPaGcCfBpUUB6Jq9e71GyXvtkCC', 'L4D4iaD7RAqpIAWp37LTlAaGsvuWLFlOsD7sun9EsffEVcIQbBQxEPwfqv2L', '2019-06-06 22:05:07', '2019-06-06 22:05:07', 'F', 'default.png'),
(435, 'Айна', 'Ainachap@yandex.ru', '$2y$10$5c6d2SqvjDD3QGEd/0su9OP5TwK3T.dbUOAdZiaF9nhLZHLxb7Enq', NULL, '2019-06-07 05:48:42', '2019-06-07 05:48:42', 'F', 'default.png'),
(436, 'Zina', 'zorugazdieva@gmail.com', '$2y$10$NwsJtl7dUnGb0EPhVsUTLOpxwsl89FdZeGTabR9lfQ4A2ExAVVo12', 'CmyUiXbEv6rXWyVa3kP4v6DrPne4hFvbpD86l6EB2Hu7Rg32XuHgqBCRdQcr', '2019-07-02 04:19:01', '2019-07-02 04:19:01', 'F', 'default.png');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `dialogs`
--
ALTER TABLE `dialogs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `dialog_owner_id_index` (`owner_id`),
  ADD KEY `dialog_respondent_id_index` (`respondent_id`);

--
-- Indexes for table `exercises`
--
ALTER TABLE `exercises`
  ADD PRIMARY KEY (`id`),
  ADD KEY `exercises_category_id_foreign` (`category_id`);

--
-- Indexes for table `files`
--
ALTER TABLE `files`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `files_tasks`
--
ALTER TABLE `files_tasks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `files_tasks_tasks_id_index` (`tasks_id`),
  ADD KEY `files_tasks_files_id_index` (`files_id`);

--
-- Indexes for table `files_task_comments`
--
ALTER TABLE `files_task_comments`
  ADD PRIMARY KEY (`id`),
  ADD KEY `files_task_comments_task_comments_id_index` (`task_comments_id`),
  ADD KEY `files_task_comments_files_id_index` (`files_id`);

--
-- Indexes for table `groups`
--
ALTER TABLE `groups`
  ADD PRIMARY KEY (`id`),
  ADD KEY `groups_user_id_foreign` (`user_id`);

--
-- Indexes for table `group_tasks`
--
ALTER TABLE `group_tasks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `group_tasks_group_id_foreign` (`group_id`);

--
-- Indexes for table `group_task_student`
--
ALTER TABLE `group_task_student`
  ADD PRIMARY KEY (`id`),
  ADD KEY `group_task_student_student_id_foreign` (`student_id`),
  ADD KEY `group_task_student_group_task_id_foreign` (`group_task_id`);

--
-- Indexes for table `messages`
--
ALTER TABLE `messages`
  ADD PRIMARY KEY (`id`),
  ADD KEY `message_owner_id_index` (`owner_id`),
  ADD KEY `message_respondent_id_index` (`respondent_id`),
  ADD KEY `message_dialog_id_index` (`dialog_id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `notifications`
--
ALTER TABLE `notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `notifications_notifiable_id_notifiable_type_index` (`notifiable_id`,`notifiable_type`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`),
  ADD KEY `password_resets_token_index` (`token`);

--
-- Indexes for table `stats`
--
ALTER TABLE `stats`
  ADD PRIMARY KEY (`id`),
  ADD KEY `stats_user_id_foreign` (`user_id`),
  ADD KEY `stats_trainer_id_foreign` (`trainer_id`);

--
-- Indexes for table `students`
--
ALTER TABLE `students`
  ADD PRIMARY KEY (`id`),
  ADD KEY `students_user_id_foreign` (`user_id`),
  ADD KEY `students_group_id_foreign` (`group_id`);

--
-- Indexes for table `student_tasks`
--
ALTER TABLE `student_tasks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `student_tasks_student_id_foreign` (`student_id`);

--
-- Indexes for table `tasks`
--
ALTER TABLE `tasks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `tasks_creator_id_foreign` (`creator_id`),
  ADD KEY `tasks_executor_id_foreign` (`executor_id`),
  ADD KEY `tasks_image_id_index` (`image_id`),
  ADD KEY `tasks_category_id_index` (`category_id`);

--
-- Indexes for table `task_categories`
--
ALTER TABLE `task_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `task_comments`
--
ALTER TABLE `task_comments`
  ADD PRIMARY KEY (`id`),
  ADD KEY `task_comments_tasks_id_index` (`tasks_id`),
  ADD KEY `task_comments_user_id_index` (`user_id`);

--
-- Indexes for table `trainers`
--
ALTER TABLE `trainers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `trainer_tasks`
--
ALTER TABLE `trainer_tasks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `trainer_tasks_exercise_id_foreign` (`exercise_id`);

--
-- Indexes for table `trainer_task_categories`
--
ALTER TABLE `trainer_task_categories`
  ADD PRIMARY KEY (`id`),
  ADD KEY `trainer_task_categories_trainer_id_foreign` (`trainer_id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `dialogs`
--
ALTER TABLE `dialogs`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `exercises`
--
ALTER TABLE `exercises`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=131;

--
-- AUTO_INCREMENT for table `files`
--
ALTER TABLE `files`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `files_tasks`
--
ALTER TABLE `files_tasks`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `files_task_comments`
--
ALTER TABLE `files_task_comments`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `groups`
--
ALTER TABLE `groups`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `group_tasks`
--
ALTER TABLE `group_tasks`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `group_task_student`
--
ALTER TABLE `group_task_student`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `messages`
--
ALTER TABLE `messages`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT for table `stats`
--
ALTER TABLE `stats`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=457;

--
-- AUTO_INCREMENT for table `students`
--
ALTER TABLE `students`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=161;

--
-- AUTO_INCREMENT for table `student_tasks`
--
ALTER TABLE `student_tasks`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `tasks`
--
ALTER TABLE `tasks`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `task_categories`
--
ALTER TABLE `task_categories`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `task_comments`
--
ALTER TABLE `task_comments`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `trainers`
--
ALTER TABLE `trainers`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `trainer_tasks`
--
ALTER TABLE `trainer_tasks`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1674;

--
-- AUTO_INCREMENT for table `trainer_task_categories`
--
ALTER TABLE `trainer_task_categories`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=437;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `dialogs`
--
ALTER TABLE `dialogs`
  ADD CONSTRAINT `crm_laravel/dialog_owner_id_foreign` FOREIGN KEY (`owner_id`) REFERENCES `users` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `crm_laravel/dialog_respondent_id_foreign` FOREIGN KEY (`respondent_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `exercises`
--
ALTER TABLE `exercises`
  ADD CONSTRAINT `exercises_category_id_foreign` FOREIGN KEY (`category_id`) REFERENCES `trainer_task_categories` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `files_tasks`
--
ALTER TABLE `files_tasks`
  ADD CONSTRAINT `crm_laravel/files_tasks_files_id_foreign` FOREIGN KEY (`files_id`) REFERENCES `files` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `crm_laravel/files_tasks_tasks_id_foreign` FOREIGN KEY (`tasks_id`) REFERENCES `tasks` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `files_task_comments`
--
ALTER TABLE `files_task_comments`
  ADD CONSTRAINT `crm_laravel/files_task_comments_files_id_foreign` FOREIGN KEY (`files_id`) REFERENCES `files` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `crm_laravel/files_task_comments_task_comments_id_foreign` FOREIGN KEY (`task_comments_id`) REFERENCES `task_comments` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `groups`
--
ALTER TABLE `groups`
  ADD CONSTRAINT `groups_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `group_tasks`
--
ALTER TABLE `group_tasks`
  ADD CONSTRAINT `group_tasks_group_id_foreign` FOREIGN KEY (`group_id`) REFERENCES `groups` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `group_task_student`
--
ALTER TABLE `group_task_student`
  ADD CONSTRAINT `group_task_student_group_task_id_foreign` FOREIGN KEY (`group_task_id`) REFERENCES `group_tasks` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `group_task_student_student_id_foreign` FOREIGN KEY (`student_id`) REFERENCES `students` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `messages`
--
ALTER TABLE `messages`
  ADD CONSTRAINT `crm_laravel/message_dialog_id_foreign` FOREIGN KEY (`dialog_id`) REFERENCES `dialogs` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `stats`
--
ALTER TABLE `stats`
  ADD CONSTRAINT `stats_trainer_id_foreign` FOREIGN KEY (`trainer_id`) REFERENCES `trainers` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `stats_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `students`
--
ALTER TABLE `students`
  ADD CONSTRAINT `students_group_id_foreign` FOREIGN KEY (`group_id`) REFERENCES `groups` (`id`) ON DELETE SET NULL,
  ADD CONSTRAINT `students_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `student_tasks`
--
ALTER TABLE `student_tasks`
  ADD CONSTRAINT `student_tasks_student_id_foreign` FOREIGN KEY (`student_id`) REFERENCES `students` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `tasks`
--
ALTER TABLE `tasks`
  ADD CONSTRAINT `crm_laravel/tasks_category_id_foreign` FOREIGN KEY (`category_id`) REFERENCES `task_categories` (`id`),
  ADD CONSTRAINT `crm_laravel/tasks_creator_id_foreign` FOREIGN KEY (`creator_id`) REFERENCES `users` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `crm_laravel/tasks_executor_id_foreign` FOREIGN KEY (`executor_id`) REFERENCES `users` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `crm_laravel/tasks_image_id_foreign` FOREIGN KEY (`image_id`) REFERENCES `files` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `task_comments`
--
ALTER TABLE `task_comments`
  ADD CONSTRAINT `crm_laravel/task_comments_tasks_id_foreign` FOREIGN KEY (`tasks_id`) REFERENCES `tasks` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `crm_laravel/task_comments_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `trainer_tasks`
--
ALTER TABLE `trainer_tasks`
  ADD CONSTRAINT `trainer_tasks_exercise_id_foreign` FOREIGN KEY (`exercise_id`) REFERENCES `exercises` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `trainer_task_categories`
--
ALTER TABLE `trainer_task_categories`
  ADD CONSTRAINT `trainer_task_categories_trainer_id_foreign` FOREIGN KEY (`trainer_id`) REFERENCES `trainers` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
